export const kabirdohe = [
  {
    id: 1,
    doha1: "गुरु गोविंद दोउ खड़े, काके लागूं पाँय ।",
    doha2: "बलिहारी गुरु आपने, गोविंद दियो मिलाय॥",
    meaning:
      "भावार्थ: कबीर दास जी इस दोहे में कहते हैं कि अगर हमारे सामने गुरु और भगवान दोनों एक साथ खड़े हों तो आप किसके चरण स्पर्श करेंगे? गुरु ने अपने ज्ञान से ही हमें भगवान से मिलने का रास्ता बताया है इसलिए गुरु की महिमा भगवान से भी ऊपर है और हमें गुरु के चरण स्पर्श करने चाहिए।",
  },
  {
    id: 2,
    doha1: "यह तन विष की बेलरी, गुरु अमृत की खान ।",
    doha2: "शीश दियो जो गुरु मिले, तो भी सस्ता जान ।",
    meaning:
      "भावार्थ: कबीर दास जी कहते हैं कि यह जो शरीर है वो विष जहर से भरा हुआ है और गुरु अमृत की खान हैं। अगर अपना शीशसर देने के बदले में आपको कोई सच्चा गुरु मिले तो ये सौदा भी बहुत सस्ता है।",
  },
  {
    id: 3,
    doha1: "सब धरती काजग करू, लेखनी सब वनराज ।",
    doha2: "सात समुद्र की मसि करूँ, गुरु गुण लिखा न जाए ।",
    meaning:
      "भावार्थ: अगर मैं इस पूरी धरती के बराबर बड़ा कागज बनाऊं और दुनियां के सभी वृक्षों की कलम बना लूँ और सातों समुद्रों के बराबर स्याही बना लूँ तो भी गुरु के गुणों को लिखना संभव नहीं है।",
  },
  {
    id: 4,
    doha1: "ऐसी वाणी बोलिए मन का आप खोये ।",
    doha2: "औरन को शीतल करे, आपहुं शीतल होए ।",
    meaning:
      "भावार्थ: कबीर दास जी कहते हैं कि इंसान को ऐसी भाषा बोलनी चाहिए जो सुनने वाले के मन को बहुत अच्छी लगे। ऐसी भाषा दूसरे लोगों को तो सुख पहुँचाती ही है, इसके साथ खुद को भी बड़े आनंद का अनुभव होता है।",
  },
  {
    id: 5,
    doha1: "बड़ा भया तो क्या भया, जैसे पेड़ खजूर ।",
    doha2: "पंथी को छाया नहीं फल लागे अति दूर ।",
    meaning:
      "भावार्थ: कबीर दास जी कहते हैं कि खजूर का पेड़ बेशक बहुत बड़ा होता है लेकिन ना तो वो किसी को छाया देता है और फल भी बहुत दूरऊँचाई  पे लगता है। इसी तरह अगर आप किसी का भला नहीं कर पा रहे तो ऐसे बड़े होने से भी कोई फायदा नहीं है।",
  },
  {
    id: 6,
    doha1: "निंदक नियेरे राखिये, आँगन कुटी छावायें ।",
    doha2: "बिन पानी साबुन बिना, निर्मल करे सुहाए ।",
    meaning:
      "भावार्थ: कबीर दास जी कहते हैं कि निंदकहमेशा दूसरों की बुराइयां करने वाले लोगों को हमेशा अपने पास रखना चाहिए, क्यूंकि ऐसे लोग अगर आपके पास रहेंगे तो आपकी बुराइयाँ आपको बताते रहेंगे और आप आसानी से अपनी गलतियां सुधार सकते हैं। इसीलिए कबीर जी ने कहा है कि निंदक लोग इंसान का स्वभाव शीतल बना देते हैं।",
  },
  {
    id: 7,
    doha1: "बुरा जो देखन मैं चला, बुरा न मिलिया कोय ।",
    doha2: "जो मन देखा आपना, मुझ से बुरा न कोय ।",
    meaning:
      "भावार्थ: कबीर दास जी कहते हैं कि मैं सारा जीवन दूसरों की बुराइयां देखने में लगा रहा लेकिन जब मैंने खुद अपने मन में झाँक कर देखा तो पाया कि मुझसे बुरा कोई इंसान नहीं है। मैं ही सबसे स्वार्थी और बुरा हूँ भावार्थात हम लोग दूसरों की बुराइयां बहुत देखते हैं लेकिन अगर आप खुद के अंदर झाँक कर देखें तो पाएंगे कि हमसे बुरा कोई इंसान नहीं है।",
  },
  {
    id: 8,
    doha1: "दुःख में सुमिरन सब करे, सुख में करे न कोय ।",
    doha2: "जो सुख में सुमिरन करे, तो दुःख काहे को होय ।",
    meaning:
      "भावार्थ: दुःख में हर इंसान ईश्वर को याद करता है लेकिन सुख में सब ईश्वर को भूल जाते हैं। अगर सुख में भी ईश्वर को याद करो तो दुःख कभी आएगा ही नहीं।",
  },
  {
    id: 9,
    doha1: "माटी कहे कुमार से, तू क्या रोंदे मोहे ।",
    doha2: "एक दिन ऐसा आएगा, मैं रोंदुंगी तोहे ।",
    meaning:
      "भावार्थ: जब कुम्हार बर्तन बनाने के लिए मिटटी को रौंद रहा था, तो मिटटी कुम्हार से कहती है – तू मुझे रौंद रहा है, एक दिन ऐसा आएगा जब तू इसी मिटटी में विलीन हो जायेगा और मैं तुझे रौंदूंगी।",
  },

  {
    id: 10,
    doha1: "पानी केरा बुदबुदा, अस मानस की जात ।",
    doha2: "देखत ही छुप जाएगा है, ज्यों सारा परभात ।",
    meaning:
      "भावार्थ: कबीर दास जी कहते हैं कि इंसान की इच्छाएं एक पानी के बुलबुले के समान हैं जो पल भर में बनती हैं और पल भर में खत्म। जिस दिन आपको सच्चे गुरु के दर्शन होंगे उस दिन ये सब मोह माया और सारा अंधकार छिप जायेगा।",
  },
];

// Schema for dohe

//{
//   id: 3,
//   doha1: "",
//   doha2: "",
// meaning: "",
//  },
