export const dhyan = [
  {
    mainTitle: "ध्यान क्या है?",
    cardImage: "https://source.unsplash.com/n0AlE3-Ad8I/360x200",
    intro:
      "जापानी का झेन और चीन का च्यान यह दोनों ही शब्द ध्‍यान के अप्रभंश है। अंग्रेजी में इसे मेडिटेशन कहते हैं, लेकिन अवेयरनेस शब्द इसके ज्यादा नजदीक है। हिन्दी का बोध शब्द इसके करीब है। ध्यान का मूल अर्थ है जागरूकता, अवेयरनेस, होश, साक्ष‍ी भाव और दृष्टा भाव।योग का आठवां अंग ध्यान अति महत्वपूर्ण हैं। एक मात्र ध्यान ही ऐसा तत्व है कि उसे साधने से सभी स्वत: ही सधने लगते हैं, लेकिन योग के अन्य अंगों पर यह नियम लागू नहीं होता। ध्यान दो दुनिया के बीच खड़े होने की स्थिति है।",
    points: [
      {
        id: 1,
        title: "ध्यान की परिभाषा",
        content:
          " तत्र प्रत्ययैकतानता ध्यानम।। 3-2 ।।-योगसूत्र अर्थात- जहां चित्त को लगाया जाए उसी में वृत्ति का एकतार चलना ध्यान है। धारणा का अर्थ चित्त को एक जगह लाना या ठहराना है, लेकिन ध्यान का अर्थ है जहां भी चित्त ठहरा हुआ है उसमें वृत्ति का एकतार चलना ध्यान है। उसमें जाग्रत रहना ध्यान है।",
      },
      {
        id: 2,
        title: "ध्यान का अर्थ ",
        content:
          "ध्यान का अर्थ एकाग्रता नहीं होता। एकाग्रता टॉर्च की स्पॉट लाइट की तरह होती है जो किसी एक जगह को ही फोकस करती है, लेकिन ध्यान उस बल्ब की तरह है जो चारों दिशाओं में प्रकाश फैलाता है। आमतौर पर आम लोगों का ध्यान बहुत कम वॉट का हो सकता है, लेकिन योगियों का ध्यान सूरज के प्रकाश की तरह होता है जिसकी जद में ब्रह्मांड की हर चीज पकड़ में आ जाती है।",
      },
      {
        id: 3,
        title: "क्रिया नहीं है ध्यान",
        content:
          "बहुत से लोग क्रियाओं को ध्यान समझने की भूल करते हैं- जैसे सुदर्शन क्रिया, भावातीत ध्यान और सहज योग ध्यान। दूसरी ओर विधि को भी ध्यान समझने की भूल की जा रही है।बहुत से संत, गुरु या महात्मा ध्यान की तरह-तरह की क्रांतिकारी विधियां बताते हैं, लेकिन वे यह नहीं बताते हैं कि विधि और ध्यान में फर्क है। क्रिया और ध्यान में फर्क है। क्रिया तो साधन है साध्य नहीं। क्रिया तो ओजार है। क्रिया तो झाड़ू की तरह है।आंख बंद करके बैठ जाना भी ध्यान नहीं है। किसी मूर्ति का स्मरण करना भी ध्यान नहीं है। माला जपना भी ध्यान नहीं है। अक्सर यह कहा जाता है कि पांच मिनट के लिए ईश्वर का ध्यान करो- यह भी ध्यान नहीं, स्मरण है। ध्यान है क्रियाओं से मुक्ति। विचारों से मुक्ति।",
      },
      {
        id: 4,
        title: "ध्यान का स्वरूप",
        content:
          "हमारे मन में एक साथ असंख्य कल्पना और विचार चलते रहते हैं। इससे मन-मस्तिष्क में कोलाहल-सा बना रहता है। हम नहीं चाहते हैं फिर भी यह चलता रहता है। आप लगातार सोच-सोचकर स्वयं को कम और कमजोर करते जा रहे हैं। ध्यान अनावश्यक कल्पना व विचारों को मन से हटाकर शुद्ध और निर्मल मौन में चले जाना है।ध्यान जैसे-जैसे गहराता है व्यक्ति साक्षी भाव में स्थित होने लगता है। उस पर किसी भी भाव, कल्पना और विचारों का क्षण मात्र भी प्रभाव नहीं पड़ता। मन और मस्तिष्क का मौन हो जाना ही ध्यान का प्राथमिक स्वरूप है। विचार, कल्पना और अतीत के सुख-दुख में जीना ध्यान विरूद्ध है।ध्यान में इंद्रियां मन के साथ, मन बुद्धि के साथ और बुद्धि अपने स्वरूप आत्मा में लीन होने लगती है। जिन्हें साक्षी या दृष्टा भाव समझ में नहीं आता उन्हें शुरू में ध्यान का अभ्यास आंख बंद करने करना चाहिए। फिर अभ्यास बढ़ जाने पर आंखें बंद हों या खुली, साधक अपने स्वरूप के साथ ही जुड़ा रहता है और अंतत: वह साक्षी भाव में स्थिति होकर किसी काम को करते हुए भी ध्यान की अवस्था में रह सकता है।",
      },
    ],
  },
  {
    mainTitle: "क्या होता है ध्यान से?",
    cardImage: "https://source.unsplash.com/P5SlOLbaf88/360x200",
    intro:
      "सवाल पूछा जा सकता है कि क्या होता है ध्यान से? ध्यान क्यों करें? आप यदि सोना बंद कर दें तो क्या होगा? नींद आपको फिर से जिंदा करती है। उसी तरह ध्यान आपको इस विराट ब्रह्मांड के प्रति सजग करता है। वह आपके आसपास की उर्जा को बढ़ाता है कहना चाहिए की आपकी रोशनी को बढ़ाकर आपको आपकी होने की स्थिति से अवगत कराता है। अन्यथा लोगों को मरते दम तक भी यह ध्यान नहीं रहता कि वे जिंदा भी थे।ध्यान से व्यक्ति को बेहतर समझने और देखने की शक्ति मिलती है। साक्षी भाव में रहकर ही आप स्ट्रांग बन सकते हो। यह आपके शरीर, मन और आपके (आत्मा) के बीच लयात्मक संबंध बनाता है। दूसरों की अपेक्षा आपके देखने और सोचने का दृष्टिकोण एकदम अलग होगा है। ज्यादातर लोग पशु स्तर पर ही सोचते, समझते और भाव करते हैं। उनमें और पशु में कोई खास फर्क नहीं रहता।बुद्धिमान से बुद्धिमान व्यक्ति भी गुस्से से भरा, ईर्ष्या, लालच, झूठ और कामुकता से भरा हो सकता है। लेकिन ध्यानी व्यक्ति ही सही मायने में यम और नियम को साध लेता है।इसके अलावा ध्यान योग का महत्वपूर्ण तत्व है जो तन, मन और आत्मा के बीच लयात्मक सम्बन्ध बनाता है। ध्यान के द्वारा हमारी उर्जा केन्द्रित होती है। उर्जा केन्द्रित होने से मन और शरीर में शक्ति का संचार होता है एवं आत्मिक बल बढ़ता है। ध्यान से वर्तमान को देखने और समझने में मदद मिलती है। वर्तमान में हमारे सामने जो लक्ष्य है उसे प्राप्त करने की प्रेरण और क्षमता भी ध्यान से प्राप्त होता है।आप मंदिर, मस्जिद, चर्च या गुरुद्वारे में वह नहीं पा सकते जो ध्यान आपको दे सकता है। ध्यान ही धर्म का सत्य है बाकी सभी तर्क और दर्शन की बाते हैं जो सत्य नहीं भी हो सकती है। सभी महान लोगों ने ध्यान से ही सब कुछ पाया है।-",
    points: [
      {
        id: 1,
        title: "",
        content: "",
      },
      {
        id: 2,
        title: "",
        content: "",
      },
      { id: 3, title: "", content: "" },
      {
        id: 4,
        title: "",
        content: "",
      },
    ],
  },
  {
    mainTitle: "ध्‍यान का लाभ",
    cardImage: "https://source.unsplash.com/-IMlv9Jlb24/360x200",
    intro:
      "हम ध्यान है। सोचो की हम क्या है- आंख? कान? नाक? संपूर्ण शरीर? मन या मस्तिष्क? नहीं हम इनमें से कुछ भी नहीं। ध्यान हमारे तन, मन और आत्मा के बीच लयात्मक सम्बन्ध बनाता है। स्वयं को पाना है तो ध्यान जरूरी है। वहीं एकमात्र विकल्प है।",
    points: [
      {
        id: 1,
        title: "आत्मा को जानना",
        content:
          "ध्यान का नियमित अभ्यास करने से आत्मिक शक्ति बढ़ती है। आत्मिक शक्ति से मानसिक शांति की अनुभूति होती है। मानसिक शांति से शरीर स्वस्थ अनुभव करता है। ध्यान के द्वारा हमारी उर्जा केंद्रित होती है। उर्जा केंद्रित होने से मन और शरीर में शक्ति का संचार होता है एवं आत्मिक बल मिलता है। ध्यान से विजन पॉवर बढ़ता है तथा व्यक्ति में निर्णय लेने की क्षमता का विकास होता है। ध्यान से सभी तरह के रोग और शोक मिट जाते हैं। ध्यान से हमारा तन, मन और मस्तिष्क पूर्णत: शांति, स्वास्थ्य और प्रसन्नता का अनुभव करते हैं।",
      },
      {
        id: 2,
        title: "क्या होगा ध्यान से",
        content:
          "हर तरह का भय जाता रहेगा। चिंता और चिंतन से उपजे रोगों का खात्मा होगा। शरीर में शांति होगी तो स्वस्थ अनुभव करेंगे। कार्य और व्यवहार में सुधार होगा। रिश्तों में तनाव की जगह प्रेम होगा। दृष्टिकोण सकारात्मक होगा। सफलता के बारे में सोचने मात्र से ही सफलता आपके नजदीक आने लगेगी।",
      },
      {
        id: 3,
        title: "ध्यान का महत्व",
        content:
          "ध्यान से वर्तमान को देखने और समझने में मदद मिलती है। शुद्ध रूप से देखने की क्षमता बढ़ने से विवेक जाग्रत होगा। विवेक के जाग्रत होने से होश बढ़ेगा। होश के बढ़ने से मृत्यु काल में देह के छूटने का बोध रहेगा। देह के छूटने के बाद जन्म आपकी मुट्‍ठी में होगा। यही है ध्यान का महत्व।",
      },
      {
        id: 4,
        title: "सिर्फ तुम",
        content:
          "खुद तक पहुंचने का एक मात्र मार्ग ध्‍यान ही है। ध्यान को छोड़कर बाकी सारे उपाय प्रपंच मात्र है। यदि आप ध्यान नहीं करते हैं तो आप स्वयं को पाने से चूक रहे हैं। स्वयं को पाने का अर्थ है कि हमारे होश पर भावना और विचारों के जो बादल हैं उन्हें पूरी तरह से हटा देना और निर्मल तथा शुद्ध हो जाना। ज्ञानीजन कहते हैं कि जिंदगी में सब कुछ पा लेने की लिस्ट में सबमें ऊपर स्वयं को रखो। मत चूको स्वयं को। 70 साल सत्तर सेकंड की तरह बीत जाते हैं। योग का लक्ष्य यह है कि किस तरह वह तुम्हारी तंद्रा को तोड़ दे इसीलिए यम, नियम, आसन, प्राणायम, प्रत्याहार और धारणा को ध्यान तक पहुँचने की सीढ़ी बनाया है।",
      },
      {
        id: 5,
        title: "ध्यान के लाभ जानें",
        content:
          "ध्यान से मानसिक लाभ- शोर और प्रदूषण के माहौल के चलते व्यक्ति निरर्थक ही तनाव और मानसिक थकान का अनुभव करता रहता है। ध्यान से तनाव के दुष्प्रभाव से बचा जा सकता है। निरंतर ध्यान करते रहने से जहां मस्तिष्क को नई उर्जा प्राप्त होती है वहीं वह विश्राम में रहकर थकानमुक्त अनुभव करता है। गहरी से गहरी नींद से भी अधिक लाभदायक होता है ध्यान।",
      },
      {
        id: 6,
        title: "विशेष",
        content:
          "ध्यान से उच्च रक्तचाप नियंत्रित होता है। सिरदर्द दूर होता है। शरीर में प्रतिरक्षण क्षमता का विकास होता है, जोकि किसी भी प्रकार की बीमारी से लड़ने में महत्वपूर्ण है। ध्यान से शरीर में स्थिरता बढ़ती है। यह स्थिरता शरीर को मजबूत करती है। आध्यात्मिक लाभ- जो व्यक्ति ध्यान करना शुरू करते हैं, वह शांत होने लगते हैं। यह शांति ही मन और शरीर को मजबूती प्रदान करती है। ध्यान आपके होश पर से भावना और विचारों के बादल को हटाकर शुद्ध रूप से आपको वर्तमान में खड़ा कर देता है। ध्यान से काम, क्रोध, मद, लोभ और आसक्ति आदि सभी विकार समाप्त हो जाते हैं। निरंतर साक्षी भाव में रहने से जहां सिद्धियों का जन्म होता है वहीं सिद्धियों में नहीं उलझने वाला व्यक्ति समाधी को प्राप्त लेता है।",
      },
      {
        id: 7,
        title: "कैसे उठाएं ध्यान से लाभ",
        content:
          "ध्यान से भरपूर लाभ प्राप्त करने के लिए नियमित अभ्यास करना आवश्यक है। ध्यान करने में ज्यादा समय की जरूरत नहीं मात्र पांच मिनट का ध्यान आपको भरपूर लाभ दे सकता है बशर्ते की आप नियमित करते हैं। यदि ध्यान आपकी दिनचर्या का हिस्सा बन गया है तो यह आपके दिन का सबसे बढ़िया समय बन जाता है। आपको इससे आनंद की प्राप्ति होती है। फिर आप इसे पांच से दस मिनट तक बढ़ा सकते हैं। पांच से दस मिनट का ध्यान आपके मस्तिष्क में शुरुआत में तो बीज रूप से रहता है, लेकिन 3 से 4 महिने बाद यह वृक्ष का आकार लेने लगता है और फिर उसके परिणाम आने शुरू हो जाते हैं।",
      },
    ],
  },
  {
    mainTitle: "ध्यान की शुरुआत",
    cardImage: "https://source.unsplash.com/EX3gFC6eP4c/360x200",
    intro:
      "ध्यान की शुरुआत के पूर्व की क्रिया- ‘मैं क्यों सोच रहा हूं’ इस पर ध्यान दें।’ हमारा ‘विचार’ भविष्य और अतीत की हरकत है। विचार एक प्रकार का विकार है। वर्तमान में जीने से ही जागरूकता जन्मती है। भविष्य की कल्पनाओं और अतीत के सुख-दुख में जीना ध्यान विरूद्ध है।",
    points: [
      {
        id: 1,
        title: "स्टेप- 1",
        content:
          "ओशो के अनुसार ध्यान शुरू करने से पहले आपका रेचन हो जाना जरूरी है अर्थात आपकी चेतना (होश) पर छाई धूल हट जानी जरूरी है। इसके लिए चाहें तो कैथार्सिस या योग का भस्त्रिका, कपालभाति प्राणायाम कर लें। आप इसके अलावा अपने शरीर को थकाने के लिए और कुछ भी कर सकते हैं।",
      },
      {
        id: 2,
        title: "स्टेप 2",
        content:
          "शुरुआत में शरीर की सभी हलचलों पर ध्यान दें और उसका निरीक्षण करें। बाहर की आवाज सुनें। आपके आस-पास जो भी घटित हो रहा है उस पर गौर करें। उसे ध्यान से सुनें।",
      },
      {
        id: 3,
        title: "स्टेप 3",
        content:
          " फिर धीरे-धीरे मन को भीतर की ओर मोड़े। विचारों के क्रिया-कलापों पर और भावों पर चुपचाप गौर करें। इस गौर करने या ध्यान देने के जरा से प्रयास से ही चित्त स्थिर होकर शांत होने लगेगा। भीतर से मौन होना ध्यान की शुरुआत के लिए जरूरी है।",
      },
      {
        id: 4,
        title: "स्टेप 4",
        content:
          "अब आप सिर्फ देखने और महसूस करने के लिए तैयार हैं। जैसे-जैसे देखना और सुनना गहराएगा आप ध्यान में उतरते जाएंगे।",
      },
      {
        id: 5,
        title: "ध्यान की शुरुआती विधि",
        content:
          "प्रारंभ में सिद्धासन में बैठकर आंखें बंद कर लें और दाएं हाथ को दाएं घुटने पर तथा बाएं हाथ को बाएं घुटने पर रखकर, रीढ़ सीधी रखते हुए गहरी श्वास लें और छोड़ें। सिर्फ पांच मिनट श्वासों के इस आवागमन पर ध्यान दें कि कैसे यह श्वास भीतर कहां तक जाती है और फिर कैसे यह श्वास बाहर कहां तक आती है। पूर्णत: भीतर कर मौन का मजा लें। मौन जब घटित होता है तो व्यक्ति में साक्षी भाव का उदय होता है। सोचना शरीर की व्यर्थ क्रिया है और बोध करना मन का स्वभाव है।",
      },
      {
        id: 6,
        title: "ध्यान की अवधि",
        content:
          "उपरोक्त ध्यान विधि को नियमित 30 दिनों तक करते रहें। 30 दिनों बाद इसकी समय अवधि 5 मिनट से बढ़ाकर अगले 30 दिनों के लिए 10 मिनट और फिर अगले 30 दिनों के लिए 20 मिनट कर दें। शक्ति को संवरक्षित करने के लिए 90 दिन काफी है। इसे जारी रखें।",
      },
      {
        id: 7,
        title: "सावधानी",
        content:
          "ध्यान किसी स्वच्छ और शांत वातावरण में करें। ध्यान करते वक्त सोना मना है। ध्यान करते वक्त सोचना बहुत होता है। लेकिन यह सोचने पर कि ‘मैं क्यों सोच रहा हूं’ कुछ देर के लिए सोच रुक जाती है। सिर्फ श्वास पर ही ध्यान दें और संकल्प कर लें कि 20 मिनट के लिए मैं अपने दिमाग को शून्य कर देना चाहता हूं। अंतत: ध्यान का अर्थ ध्यान देना, हर उस बात पर जो हमारे जीवन से जुड़ी है। शरीर पर, मन पर और आस-पास जो भी घटित हो रहा है उस पर। विचारों के क्रिया-कलापों पर और भावों पर। इस ध्यान देने के जारा से प्रयास से ही हम अमृत की ओर एक-एक कदम बढ़ सकते है।",
      },
      {
        id: 8,
        title: "ध्यान और विचार",
        content:
          "जब आंखें बंद करके बैठते हैं तो अक्सर यह शिकायत रहती है कि जमाने भर के विचार उसी वक्त आते हैं। अतीत की बातें या भविष्य की योजनाएं, कल्पनाएं आदि सभी विचार मक्खियों की तरह मस्तिष्क के आसपास भिनभिनाते रहते हैं। इससे कैसे निजात पाएं? माना जाता है कि जब तक विचार है तब तक ध्यान घटित नहीं हो सकता। अब कोई मानने को भी तैयार नहीं होता कि निर्विचार भी हुआ जा सकता है। कोशिश करके देखने में क्या बुराई है। ओशो कहते हैं कि ध्यान विचारों की मृत्यु है। आप तो बस ध्यान करना शुरू कर दें। जहां पहले 24 घंटे में चिंता और चिंतन के 30-40 हजार विचार होते थे वहीं अब उनकी संख्या घटने लगेगी। जब पूरी घट जाए तो बहुत बड़ी घटना घट सकती है।",
      },
    ],
  },
  {
    mainTitle: "ध्यान के प्रकार",
    cardImage: "https://source.unsplash.com/Nn_1exwltmU/360x200",
    intro:
      "आपने आसन और प्राणायाम के प्रकार जाने हैं, लेकिन ध्यान के प्रकार बहुत कम लोग ही जानते हैं। निश्चित ही ध्यान को प्रत्येक व्यक्ति की मनोदशा के अनुसार ढाला गया है।",
    points: [
      {
        id: 1,
        title: "मूलत: ध्यान को चार भागों में बांटा जा सकता है",
        content:
          "1.देखना, 2.सुनना, 3.श्वास लेना और 4.आंखें बंदकर मौन होकर सोच पर ध्‍यान देना। देखने को दृष्टा या साक्षी ध्यान, सुनने को श्रवण ध्यान, श्वास लेने को प्राणायाम ध्यान और आंखें बंदकर सोच पर ध्यान देने को भृकुटी ध्यान कह सकते हैं। उक्त चार तरह के ध्यान के हजारों उप प्रकार हो सकते हैं। उक्त चारों तरह का ध्यान आप लेटकर, बैठकर, खड़े रहकर और चलते-चलते भी कर सकते हैं। उक्त तरीकों को में ही ढलकर योग और हिन्दू धर्म में ध्यान के हजारों प्रकार बताएं गए हैं जो प्रत्येक व्यक्ति की मनोदशा अनुसार हैं। भगवान शंकर ने मां पार्वती को ध्यान के 112 प्रकार बताए थे जो ‘विज्ञान भैरव तंत्र’ में संग्रहित हैं।",
      },
      {
        id: 2,
        title: "देखना",
        content:
          "ऐसे लाखों लोग हैं जो देखकर ही सिद्धि तथा मोक्ष के मार्ग चले गए। इसे दृष्टा भाव या साक्षी भाव में ठहरना कहते हैं। आप देखते जरूर हैं, लेकिन वर्तमान में नहीं देख पाते हैं। आपके ढेर सारे विचार, तनाव और कल्पना आपको वर्तमान से काटकर रखते हैं। बोधपूर्वक अर्थात होशपूर्वक वर्तमान को देखना और समझना (सोचना नहीं) ही साक्षी या दृष्टा ध्यान है।",
      },
      {
        id: 3,
        title: "सुनना",
        content:
          "सुनकर श्रवण बनने वाले बहुत है। कहते हैं कि सुनकर ही सुन्नत नसीब हुई। सुनना बहुत कठीन है। सुने ध्यान पूर्वक पास और दूर से आने वाली आवाजें। आंख और कान बंदकर सुने भीतर से उत्पन्न होने वाली आवाजें। जब यह सुनना गहरा होता जाता है तब धीरे-धीरे सुनाई देने लगता है- नाद। अर्थात ॐ का स्वर।",
      },
      {
        id: 4,
        title: "श्वास पर ध्यान",
        content:
          "बंद आंखों से भीतर और बाहर गहरी सांस लें, बलपूर्वक दबाब डाले बिना यथासंभव गहरी सांस लें, आती-जाती सांस के प्रति होशपूर्ण और सजग रहे। बस यही प्राणायाम ध्यान की सरलतम और प्राथमिक विधि है।",
      },
      {
        id: 5,
        title: "भृकुटी ध्यान",
        content:
          "आंखें बंद करके दोनों भोओं के बीच स्थित भृकुटी पर ध्यान लगाकर पूर्णत: बाहर और भीतर से मौन रहकर भीतरी शांति का अनुभव करना। होशपूर्वक अंधकार को देखते रहना ही भृकुटी ध्यान है। कुछ दिनों बाद इसी अंधकार में से ज्योति का प्रकटन होता है। पहले काली, फिर पीली और बाद में सफेद होती हुई नीली। अब हम ध्यान के पारंपरिक प्रकार की बात करते हैं।....",
      },
      {
        id: 6,
        title: "यह ध्यान तीन प्रकार का होता है",
        content: "1.स्थूल ध्यान, 2.ज्योतिर्ध्यान और 3.सूक्ष्म ध्यान।...",
      },
      {
        id: 7,
        title: "1.स्थूल ध्यान",
        content:
          "स्थूल चीजों के ध्यान को स्थूल ध्यान कहते हैं- जैसे सिद्धासन में बैठकर आंख बंदकर किसी देवता, मूर्ति, प्रकृति या शरीर के भीतर स्थित हृदय चक्र पर ध्यान देना ही स्थूल ध्यान है। इस ध्यान में कल्पना का महत्व है।",
      },
      {
        id: 8,
        title: "ज्योतिर्ध्यान",
        content:
          "मूलाधार और लिंगमूल के मध्य स्थान में कुंडलिनी सर्पाकार में स्थित है। इस स्थान पर ज्योतिरूप ब्रह्म का ध्यान करना ही ज्योतिर्ध्यान है।",
      },
      {
        id: 9,
        title: "सूक्ष्म ध्यान",
        content:
          "साधक सांभवी मुद्रा का अनुष्ठान करते हुए कुंडलिनी का ध्यान करे, इस प्रकार के ध्यान को सूक्ष्म ध्यान कहते हैं।",
      },
    ],
  },
  {
    mainTitle: "ध्यान के चमत्कारिक अनुभव",
    cardImage: "https://source.unsplash.com/02zqyql2us4/360x200",
    intro:
      "ध्यान के अनुभव निराले हैं। जब मन मरता है तो वह खुद को बचाने के लिए पूरे प्रयास करता है। जब विचार बंद होने लगते हैं तो मस्तिष्क ढेर सारे विचारों को प्रस्तुत करने लगता है। जो लोग ध्यान के साथ सतत ईमानदारी से रहते हैं वह मन और मस्तिष्क के बहकावे में नहीं आते हैं, लेकिन जो बहकावे में आ जाते हैं वह कभी ध्यानी नहीं बन सकते। प्रत्येक ध्यानी को ध्यान के अलग-अलग अनुभव होते हैं। यह उसकी शारीरिक रचना और मानसिक बनावट पर निर्भर करता है कि उसे शुरुआत में क‍िस तरह के अनुभव होंगे। लेकिन ध्यान के एक निश्चित स्तर पर जाने के बाद सभी के अनुभव लगभग समान होने लगते हैं।",
    points: [
      {
        id: 1,
        title: "शुरुआती अनुभव",
        content:
          "शुरुआत में ध्यान करने वालों को ध्यान के दौरान कुछ एक जैसे एवं कुछ अलग प्रकार के अनुभव होते हैं। पहले भौहों के बीच आज्ञा चक्र में ध्यान लगने पर अंधेरा दिखाई देने लगता है। अंधेरे में कहीं नीला और फिर कहीं पीला रंग दिखाई देने लगता है। यह गोलाकार में दिखाई देने वाले रंग हमारे द्वारा देखे गए दृष्य जगत का रिफ्‍लेक्शन भी हो सकते हैं और हमारे शरीर और मन की हलचल से निर्मित ऊर्जा भी। गोले के भीतर गोले चलते रहते हैं जो कुछ देर दिखाई देने के बाद अदृश्य हो जाते हैं और उसकी जगह वैसा ही दूसरा बड़ा गोला दिखाई देने लगता है। यह क्रम चलता रहता है। कुछ ज्ञानीजन मानते हैं कि नीला रंग आज्ञा चक्र का एवं जीवात्मा का रंग है। नीले रंग के रूप में जीवात्मा ही दिखाई पड़ती है। पीला रंग जीवात्मा का प्रकाश है। इस प्रकार के गोले दिखना आज्ञा चक्र के जाग्रत होने का लक्षण भी माना जाता है।",
      },
      {
        id: 2,
        title: "इसका लाभ",
        content:
          "कुछ दिनों बाद इसका पहला लाभ यह मिलता है कि व्यक्ति के मन और मस्तिष्क से तनाव और चिंता हट जाती है और वह शांति का अनुभव करता है। इसके साथ ही मन में पूर्ण आत्मविश्वास जाग्रत होता है जिससे वह असाधारण कार्य भी शीघ्रता से संपन्न कर लेता है। ऐसा व्यक्ति भूत और भविष्य की कल्पनाओं में नहीं जिता। दूसरा लाभ यह कि लगातार भृकुटी पर ध्यान लगाते रहने से कुछ माह बाद व्यक्ति को भूत, भविष्य-वर्तमान तीनों प्रत्यक्ष दीखने लगते हैं। ऐसे व्यक्ति को भविष्य में घटित होने वाली घटनाओं के पूर्वाभास भी होने लगते हैं। इससे यह सिद्ध होता है कि उसकी छटी इंद्री जाग्रत होने लगी है और अब उसे ज्यादा सतर्क रहने की जरूरत है। यदि आगे प्रगति करना है तो ऐसे व्यक्ति को लोगो से अपने संपर्क समाप्त करने की हिदायत दी जाती है, लेकिन जो व्यक्ति इसका दुरुपयोग करता है उसे योगभ्रष्ट कहा जाता है।",
      },
      { id: 3, title: "", content: "" },
      {
        id: 4,
        title: "",
        content: "",
      },
    ],
  },
  {
    mainTitle: "कैसे करें ध्यान की तैयारी",
    cardImage: "https://source.unsplash.com/W5FdAcHp7l8/360x200",
    intro:
      "यदि आपने ध्यान करने का पक्का मन बना ही लिया है और इसे नियमित करने का संकल्प ले ही लिया है तो फिर आप अब ध्यान की तैयारी करें। इससे कहले हम ‘ध्यान की शुरुआत’ और ‘कैसे करें ध्यना’ पर लिख चुके हैं। नीचे इस संबंध में लिंक देखें। यहां प्रस्तुत है ध्यान की तैयारी के संबंध में सामान्य जानकारी।",
    points: [
      {
        id: 1,
        title: "बेहतर स्थान",
        content:
          "ध्यान की तैयारी से पूर्व आपको ध्यान करने के स्‍थान का चयन करना चाहिए। ऐसा स्थान जहां शांति हो और बाहर का शोरगुल सुनाई न देता हो। साथ ही वह खुला हुआ और हरा-भरा हो। आप ऐसा माहौल अपने एक रूम में भी बना सकते हो। जरूरी यह है कि आप शोरगुल और दम घोंटू वातावरण से बचे और शांति तथा सकून देने वाले वातारवण में रहे जहां मन भटकता न हो। यदि यह सब नहीं हैं तो ध्यान किसी ऐसे बंद कमरे में भी कर सकते हैं जहां उमस और मच्छर नहीं हो बल्कि ठंडक हो और वातावरण साफ हो। आप मच्छरदारी और एक्झास फेन का स्तेमाल भी कर सकते हैं।",
      },
      {
        id: 2,
        title: "वातावण हो सुगंधित",
        content:
          " सुगंधित वातावरण को ध्यान की तैयारी में शामिल किया जाना चाहिए। इसके लिए सुगंध या इत्र का इस्तेमाल कर सकते हैं या थोड़े से गुड़ में घी तथा कपूर मिलाकर कंडे पर जला दें कुछ देर में ही वातावरण ध्यान लायक बन जाएगा।",
      },
      {
        id: 3,
        title: "ध्यान की बैठक",
        content:
          "ध्यान के लिए नर्म और मुलायम आसान होना चाहिए जिस पर बैठकर आराम और सूकुन का अनुभव हो। बहुत देर तक बैठे रहने के बाद भी थकान या अकड़न महसूस न हो। इसके लिए भूमि पर नर्म आसन बिछाकर दीवार के सहारे पीठ टिकाकर भी बैठ सकते हैं अथवा पीछे से सहारा देने वाली आराम कुर्सी पर बैठकर भी ध्यान कर सकते हैं। आसन में बैठने का तरीका ध्यान में काफी महत्व रखता रखता है। ध्यान की क्रिया में हमेशा सीधा तनकर बैठना चाहिए। दोनों पैर एक दूसरे पर क्रास की तरह होना चाहिए या आप सिद्धासन में भी बैठ सकते हैं।",
      },
      {
        id: 4,
        title: "समय",
        content:
          "ध्यान के लिए एक निश्चित समय बना लेना चाहिए इससे कुछ दिनों के अभ्यास से यह दैनिक क्रिया में शामिल हो जाता है फलत ध्यान लगाना आसान हो जाता है।",
      },
      {
        id: 5,
        title: "सावधानी",
        content:
          "ध्यान में इस बात का ध्यान रखना चाहिए कि इस क्रिया में किसी प्रकार का तनाव नहीं हो और आपकी आंखें बंद, स्थिर और शांत हों तथा ध्यान भृकुटी पर रखें। खास बात की आप ध्यान में सोएं नहीं बल्कि साक्षी भाव में रहें।",
      },
    ],
  },
  {
    mainTitle: "ध्यान में होने वाले अनुभव - भाग १",
    cardImage: "https://source.unsplash.com/cOwlYKo_fhM/360x200",
    intro:
      "साधकों को ध्यान के दौरान कुछ एक जैसे एवं कुछ अलग प्रकार के अनुभव होते हैं. अनेक साधकों के ध्यान में होने वाले अनुभव एकत्रित कर यहाँ वर्णन कर रहे हैं ताकि नए साधक अपनी साधना में अपनी साधना में यदि उन अनुभवों को अनुभव करते हों तो वे अपनी साधना की प्रगति, स्थिति व बाधाओं को ठीक प्रकार से जान सकें और स्थिति व परिस्थिति के अनुरूप निर्णय ले सकें.",
    points: [
      {
        id: 1,
        title: "१. रंग",
        content:
          "भौहों के बीच आज्ञा चक्र में ध्यान लगने पर पहले काला और फिर नीला रंग दिखाई देता है. फिर पीले रंग की परिधि वाले नीला रंग भरे हुए गोले एक के अन्दर एक विलीन होते हुए दिखाई देते हैं. एक पीली परिधि वाला नीला गोला घूमता हुआ धीरे-धीरे छोटा होता हुआ अदृश्य हो जाता है और उसकी जगह वैसा ही दूसरा बड़ा गोला दिखाई देने लगता है. इस प्रकार यह क्रम बहुत देर तक चलता रहता है. साधक यह सोचता है इक यह क्या है, इसका अर्थ क्या है ? इस प्रकार दिखने वाला नीला रंग आज्ञा चक्र का एवं जीवात्मा का रंग है. नीले रंग के रूप में जीवात्मा ही दिखाई पड़ती है. पीला रंग आत्मा का प्रकाश है जो जीवात्मा के आत्मा के भीतर होने का संकेत है. इस प्रकार के गोले दिखना आज्ञा चक्र के जाग्रत होने का लक्षण है. इससे भूत-भविष्य-वर्तमान तीनों प्रत्यक्षा दीखने लगते है और भविष्य में घटित होने वाली घटनाओं के पूर्वाभास भी होने लगते हैं. साथ ही हमारे मन में पूर्ण आत्मविश्वास जाग्रत होता है जिससे हम असाधारण कार्य भी शीघ्रता से संपन्न कर लेते हैं.",
      },
      {
        id: 2,
        title: "२.कुण्डलिनी जागरण का अनुभव",
        content:
          "कुण्डलिनी वह दिव्य शक्ति है जिससे सब जीव जीवन धारण करते हैं, समस्त कार्य करते हैं और फिर परमात्मा में लीन हो जाते हैं. अर्थात यह ईश्वर की साक्षात् शक्ति है. यह कुदालिनी शक्ति सर्प की तरह साढ़े तीन फेरे लेकर शारीर के सबसे नीचे के चक्र मूलाधार चक्र में स्थित होती है. जब तक यह इस प्रकार नीचे रहती है तब तक हम सांसारिक विषयों की ओर भागते रहते हैं. परन्तु जब यह जाग्रत होती है तो उस समय ऐसा प्रतीत होता है कि कोई सर्पिलाकार तरंग है जिसका एक छोर मूलाधार चक्र पर जुदा हुआ है और दूसरा छोर रीढ़ की हड्डी के चारों तरफ घूमता हुआ ऊपर उठ रहा है. यह बड़ा ही दिव्य अनुभव होता है. यह छोर गति करता हुआ किसी भी चक्र पर रुक सकता है.जब कुण्डलिनी जाग्रत होने लगती है तो पहले मूलाधार चक्र में स्पंदन का अनुभव होने लगता है. यह स्पंदन लगभग वैसा ही होता है जैसे हमारा कोई अंग फड़कता है. फिर वह कुण्डलिनी तेजी से ऊपर उठती है और किसी एक चक्र पर जाकर रुक जाती है. जिस चक्र पर जाकर वह रूकती है उसको व उससे नीचे के चक्रों को वह स्वच्छ कर देती है, यानि उनमें स्थित नकारात्मक उर्जा को नष्ट कर देती है. इस प्रकार कुण्डलिनी जाग्रत होने पर हम सांसारिक विषय भोगों से विरक्त हो जाते हैं और ईश्वर प्राप्ति की ओर हमारा मन लग जाता है. इसके अतिरिक्त हमारी कार्यक्षमता कई गुना बढ जाती है. कठिन कार्य भी हम शीघ्रता से कर लेते हैं.",
      },
      {
        id: 3,
        title: "कुण्डलिनी जागरण के लक्षण",
        content:
          "कुण्डलिनी जागरण के सामान्य लक्षण हैं : ध्यान में ईष्ट देव का दिखाई देना या हूं हूं या गर्जना के शब्द करना, गेंद की तरह एक ही स्थान पर फुदकना, गर्दन का भाग ऊंचा उठ जाना, सर में चोटी रखने की जगह यानि सहस्रार चक्र पर चींटियाँ चलने जैसा लगना, कपाल ऊपर की तरफ तेजी से खिंच रहा है ऐसा लगना, मुंह का पूरा खुलना और चेहरे की मांसपेशियों का ऊपर खींचना और ऐसा लगना कि कुछ है जो ऊपर जाने की कोशिश कर रहा है.",
      },
      {
        id: 4,
        title: "४. एक से अधिक शरीरों का अनुभव होना",
        content:
          "कई बार साधकों को एक से अधिक शरीरों का अनुभव होने लगता है. यानि एक तो यह स्थूल शारीर है और उस शरीर से निकलते हुए २ अन्य शरीर. तब साधक कई बार घबरा जाता है. वह सोचता है कि ये ना जाने क्या है और साधना छोड़ भी देता है. परन्तु घबराने जैसी कोई बात नहीं होती है. एक तो यह हमारा स्थूल शरीर है. दूसरा शरीर सूक्ष्म शरीर (मनोमय शरीर) कहलाता है तीसरा शरीर कारण शारीर कहलाता है. सूक्ष्म शरीर या मनोमय शरीर भी हमारे स्थूल शारीर की तरह ही है यानि यह भी सब कुछ देख सकता है, सूंघ सकता है, खा सकता है, चल सकता है, बोल सकता है आदि. परन्तु इसके लिए कोई दीवार नहीं है यह सब जगह आ जा सकता है क्योंकि मन का संकल्प ही इसका स्वरुप है. तीसरा शरीर कारण शरीर है इसमें शरीर की वासना के बीज विद्यमान होते हैं. मृत्यु के बाद यही कारण शरीर एक स्थान से दुसरे स्थान पर जाता है और इसी के प्रकाश से पुनः मनोमय व स्थूल शरीर की प्राप्ति होती है अर्थात नया जन्म होता है. इसी कारण शरीर से कई सिद्ध योगी परकाय प्रवेश में समर्थ हो जाते हैं.",
      },
    ],
  },
  {
    mainTitle: "ध्यान में होने वाले अनुभव – भाग २",
    cardImage: "https://source.unsplash.com/Uq3gTiPlqRo/360x200",
    intro: "",
    points: [
      {
        id: 1,
        title: "दो शरीरों का अनुभव होना",
        content:
          "अनाहत चक्र (हृदय में स्थित चक्र) के जाग्रत होने पर, स्थूल शरीर में अहम भावना का नाश होने पर दो शरीरों का अनुभव होता ही है. कई बार साधकों को लगता है जैसे उनके शरीर के छिद्रों से गर्म वायु निकर्लर एक स्थान पर एकत्र हुई और एक शरीर का रूप धारण कर लिया जो बहुत शक्तिशाली है. उस समय यह स्थूल शरीर जड़ पदार्थ की भांति क्रियाहीन हो जाता है. इस दूसरे शरीर को सूक्ष्म शरीर या मनोमय शरीर कहते हैं. कभी-कभी ऐसा लगता है कि वह सूक्ष्म शरीर हवा में तैर रहा है और वह शरीर हमारे स्थूल शरीर की नाभी से एक पतले तंतु से जुड़ा हुआ है. कभी ऐसा भी अनुभव अनुभव हो सकता है कि यह सूक्ष्म शरीर हमारे स्थूल शरीर से बाहर निकल गया मतलब जीवात्मा हमारे शरीर से बाहर निकल गई और अब स्थूल शरीर नहीं रहेगा, उसकी मृत्यु हो जायेगी. ऐसा विचार आते ही हम उस सूक्ष्म शरीर को वापस स्थूल शरीर में लाने की कोशिश करते हैं परन्तु यह बहुत मुश्किल कार्य मालूम देता है. “स्थूल शरीर मैं ही हूँ” ऐसी भावना करने से व ईश्वर का स्मरण करने से वह सूक्ष्म शरीर शीघ्र ही स्थूल शरीर में पुनः प्रवेश कर जाता है. कई बार संतों की कथाओं में हम सुनते हैं कि वे संत एक साथ एक ही समय दो जगह देखे गए हैं, ऐसा उस सूक्ष्म शरीर के द्वारा ही संभव होता है. उस सूक्ष्म शरीर के लिए कोई आवरण-बाधा नहीं है, वह सब जगह आ जा सकता है.",
      },
      {
        id: 2,
        title: "दिव्य ज्योति दिखना",
        content:
          "सूर्य के सामान दिव्य तेज का पुंज या दिव्य ज्योति दिखाई देना एक सामान्य अनुभव है. यह कुण्डलिनी जागने व परमात्मा के अत्यंत निकट पहुँच जाने पर होता है. उस तेज को सहन करना कठिन होता है. लगता है कि आँखें चौंधिया गईं हैं और इसका अभ्यास न होने से ध्यान भंग हो जाता है. वह तेज पुंज आत्मा व उसका प्रकाश है. इसको देखने का नित्य अभ्यास करना चाहिए. समाधि के निकट पहुँच जाने पर ही इसका अनुभव होता है.",
      },
      {
        id: 3,
        title: "पृथ्वी गोद में रखी...",
        content:
          "ध्यान में कभी ऐसे लगता है जैसे पूरी पृथ्वी गोद में रखी हुई है या शरीर की लम्बाई बदती जा रही है और अनंत हो गई है, या शरीर के नीचे का हिस्सा लम्बा होता जा रहा है और पूरी पृथ्वी में व्याप्त हो गया है, शरीर के कुछ अंग जैसे गर्दन का पूरा पीछे की और घूम जाना, शरीर का रूई की तरह हल्का लगना, ये सब ध्यान के समय कुण्डलिनी जागरण के कारण अलग-अलग चक्रों की प्रतिभाएं प्रकट होने के कारण होता है. परन्तु साधक को इनका उपयोग नहीं करना चाहिए, केवल परमात्मा की प्राप्ति को ही लक्ष्य मानकर ध्यान करते रहना चाहिए. इन प्रतिभाओं पर ध्यान न देने से ये पुनः अंतर्मुखी हो जाती हैं.",
      },
      {
        id: 4,
        title: "पूरा शरीर एक दिशा विशेष में घूम...",
        content:
          "कभी-कभी साधक का पूरा का पूरा शरीर एक दिशा विशेष में घूम जाता है या एक दिशा विशेष में ही मुंह करके बैठने पर ही बहुत अच्छा ध्यान लगता है अन्य किसी दिशा में नहीं लगता. यदि अन्य किसी दिशा में मुंह करके बैठें भी, तो शरीर ध्यान में अपने आप उस दिशा विशेष में घूम जाता है. ऐसा इसलिए होता है क्योंकि आपके ईष्ट देव या गुरु का निवास उस दिशा में होता है जहाँ से वे आपको सन्देश भेजते हैं. कभी-कभी किसी मंत्र विशेष का जप करते हुए भी ऐसा महसूस हो सकता है क्योंकि उस मंत्र देवता का निवास उस दिशा में होता है, और मंत्र जप से उत्पन्न तरंगें उस देवता तक उसी दिशा में प्रवाहित होती हैं, फिर वहां एकत्र होकर पुष्ट (प्रबल) हो जाती हैं और इसी से उस दिशा में खिंचाव महसूस होता है.",
      },
      {
        id: 5,
        title: "संसार (दृश्य) व शरीर का अत्यंत अभाव का अनुभव",
        content:
          "साधना की उच्च स्थिति में ध्यान जब सहस्रार चक्र पर या शरीर के बाहर स्थित चक्रों में लगता है तो इस संसार (दृश्य) व शरीर के अत्यंत अभाव का अनुभव होता है. यानी एक शून्य का सा अनुभव होता है. उस समय हम संसार को पूरी तरह भूल जाते हैं (ठीक वैसे ही जैसे सोते समय भूल जाते हैं). सामान्यतया इस अनुभव के बाद जब साधक का चित्त वापस नीचे लौटता है तो वह पुनः संसार को देखकर घबरा जाता है, क्योंकि उसे यह ज्ञान नहीं होता कि उसने यह क्या देखा है? वास्तव में इसे आत्मबोध कहते हैं. यह समाधि की ही प्रारम्भिक अवस्था है अतः साधक घबराएं नहीं, बल्कि धीरे-धीरे इसका अभ्यास करें. यहाँ अभी द्वैत भाव शेष रहता है व साधक के मन में एक द्वंद्व पैदा होता है. वह दो नावों में पैर रखने जैसी स्थिति में होता है, इस संसार को पूरी तरह अभी छोड़ा नहीं और परमात्मा की प्राप्ति अभी हुई नहीं जो कि उसे अभीष्ट है. इस स्थिति में आकर सांसारिक कार्य करने से उसे बहुत क्लेश होता है क्योंकि वह परवैराग्य को प्राप्त हो चुका होता है और भोग उसे रोग के सामान लगते हैं, परन्तु समाधी का अभी पूर्ण अभ्यास नहीं है. इसलिए साधक को चाहिए कि वह धैर्य रखें व धीरे-धीरे समाधी का अभ्यास करता रहे और यथासंभव सांसारिक कार्यों को भी यह मानकर कि गुण ही गुणों में बारात रहे हैं, करता रहे और ईश्वर पर पूर्ण विश्वास रखे. साथ ही इस समय उसे तत्त्वज्ञान की भी आवश्यकता होती है जिससे उसके मन के समस्त द्वंद्व शीघ्र शांत हो जाएँ. इसके लिए योगवाशिष्ठ (महारामायण) नामक ग्रन्थ का विशेष रूप से अध्ययन व अभ्यास करें. उमें बताई गई युक्तियों “जिस प्रकार समुद्र में जल ही तरंग है, सुवर्ण ही कड़ा/कुंडल है, मिट्टी ही मिट्टी की सेना है, ठीक उसी प्रकार ईश्वर ही यह जगत है.” का बारम्बार चिंतन करता रहे तो उसे शीघ्र ही परमत्मबोध होता है, सारा संसार ईश्वर का रूप प्रतीत होने लगता है और मन पूर्ण शांत हो जाता है.",
      },
      {
        id: 6,
        title: "सब कुछ रुका हुआ...",
        content:
          "चलते-फिरते उठते बैठते यह महसूस होना कि सब कुछ रुका हुआ है, शांत है, “मैं नहीं चल रहा हूँ, यह शरीर चल रहा है”, यह सब आत्मबोध के लक्षण हैं यानि परमात्मा के अत्यंत निकट पहुँच जाने पर यह अनुभव होता है.",
      },
      {
        id: 7,
        title: " आवाज सुनकर उसका चेहरा, रंग, कद, आदि का प्रत्यक्ष दर्शन...",
        content:
          " कई साधकों को किसी व्यक्ति की केवल आवाज सुनकर उसका चेहरा, रंग, कद, आदि का प्रत्यक्ष दर्शन हो जाता है और जब वह व्यक्ति सामने आता है तो वह साधक कह उठता है कि, “अरे! यही चेहरा, यही कद-काठी तो मैंने आवाज सुनकर देखी थी, यह कैसे संभव हुआ कि मैं उसे देख सका?” वास्तव में धारणा के प्रबल होने से, जिस व्यक्ति की ध्वनि सुनी है, साधक का मन या चित्त उस व्यक्ति की भावना का अनुसरण करता हुआ उस तक पहुँचता है और उस व्यक्ति का चित्र प्रतिक्रिया रूप उसके मन पर अंकित हो जाता है. इसे दिव्या दर्शन भी कहते हैं.",
      },
      {
        id: 8,
        title: "आँखें बंद होने पर भी बाहर का सब कुछ..",
        content:
          "आँखें बंद होने पर भी बाहर का सब कुछ दिखाई देना, दीवार-दरवाजे आदि के पार भी देख सकना, बहुत दूर स्थित जगहों को भी देख लेना, भूत-भविष्य की घटनाओं को भी देख लेना, यह सब आज्ञा चक्र (तीसरी आँख) के खुलने पर अनुभव होता है.",
      },
      {
        id: 9,
        title: "व्यक्तियों के मन की बात जान लेना...",
        content:
          "अपने संपर्क में आने वाले व्यक्तियों के मन की बात जान लेना या दूर स्थित व्यक्ति क्या कर रहा है (दु:खी है, रो रहा है, आनंद मना रहा है, हमें याद कर रहा है, कही जा रहा है या आ रहा है वगैरह) इसका अभ्यास हो जाना और सत्यता जांचने के लिए उस व्यक्ति से उस समय बात करने पर उस आभास का सही निकलना, यह सब दूसरों के साथ अपने चित्त को जोड़ देने पर होता है. यह साधना में बाधा उत्पन्न करने वाला है क्र्योकि दूसरों के द्वारा इस प्रकार साधक का मन अपनी और खींचा जाता है और ईश्वर प्राप्ति के अभ्यास के लिए कम समय मिलता है और अभय कम हो पाता है जिससे साधना दीरे-धीरे क्षीण हो जाती है. इसलिए इससे बचना चाहिए. दूसरों के विषय में सोचना छोड़ें. अपनी साधना की और ध्यान दें. इससे कुछ ही दिनों में यह प्रतिभा अंतर्मुखी हो जाती है और साधना पुनः आगे बदती है.",
      },
      {
        id: 10,
        title: " ईश्वर के सगुण स्वरुप का दर्शन...",
        content:
          "ईश्वर के सगुण रूप की साधना करने वाले साधानकों को, भगवान का वह रूप कभी आँख वंद करने या कभी बिना आँख बंद किये यानी खुली आँखों से भी दिखाई देने का आभास सा होने लगता है या स्पष्ट दिखाई देने लगता है. उस समय उनको असीम आनंद की प्राप्ति होती है. परन्तु मन में यह विश्वास नहीं होता कि ईश्वर के दर्शन किये हैं. वास्तव में यह सवितर्क समाधि की सी स्थिति है जिसमे ईश्वर का नाम, रूप और गुण उपस्थित होते हैं. ऋषि पतंजलि ने अपने योगसूत्र में इसे सवितर्क समाधि कहा है. ईश्वर की कृपा होने पर (ईष्ट देव का सान्निध्य प्राप्त होने पर) वे साधक के पापों को नष्ट करने के लिए इस प्रकार चित्त में आत्मभाव से उपस्थित होकर दर्शन देते हैं और साधक को अज्ञान के अन्धकार से ज्ञान के प्रकाश की और खींचते हैं. इसमें ईश्वर द्वारा भक्त पर शक्तिपात भी किया जाता है जिससे उसे परमानन्द की अनुभूति होती है. कई साधकों/भक्तों को भगवान् के मंदिरों या उन मंदिरों की मूर्तियों के दर्शन से भी ऐसा आनंद प्राप्त होता है. ईष्ट प्रबल होने पर ऐसा होता है. यह ईश्वर के सगुन स्वरुप के साक्षात्कार की ही अवस्था है इसमें साधक कोई संदेह न करें.",
      },
      {
        id: 11,
        title: "",
        content:
          "कई सगुण साधक ईश्वर के सगुन स्वरुप को उपरोक्त प्रकार से देखते भी हैं और उनसे वार्ता भी करने का प्रयास करते हैं. इष्ट प्रबल होने पर वे बातचीत में किये गए प्रश्नों का उत्तर प्रदान करते हैं, या किसी सांसारिक युक्ति द्वारा साधक के प्रश्न का हल उपस्थित कर देते हैं. यह ईष्ट देव की निकटता व कृपा प्राप्त होने पर होता है. इसका दुरुपयोग नहीं करना चाहिए. साधना में आने वाले विघ्नों को अवश्य ही ईश्वर से कहना चाहिए और उनसे सदा मार्गदर्शन के लिए प्रार्थना करते रहना चाहिए. वे तो हमें सदा राह दिखने के लिए ही तत्पर हैं परन्तु हम ही उनसे राह नहीं पूछते हैं या वे मार्ग दिखाते हैं तो हम उसे मानते नहीं हैं, तो उसमें ईश्वर का क्या दोष है? ईश्वर तो सदा सबका कल्याण ही चाहते हैं.",
      },
    ],
  },
  {
    mainTitle: "ध्यान में होने वाले अनुभव – भाग ३",
    cardImage: "https://source.unsplash.com/2s3fI3M1lO0/360x200",
    intro: "",
    points: [
      {
        id: 1,
        title: "शक्तिपात",
        content:
          "हमारे गुरु या ईष्ट देव हम पर समयानुसार शक्तिपात भी करते रहते हैं. उस समय हमें ऐसा लगता है जैसे मूर्छा (बेहोशी) सी आ रही है या अचानक आँखें बंद होकर गहन ध्यान या समाधि की सी स्थिति हो जाती है, साथ ही एक दिव्य तेज का अनुभव होता है और परमानंद का अनुभव बहुत देर तक होता रहता है. ऐसा भी लगता है जैसे कोई दिव्या धारा इस तेज पुंज से निकलकर अपनी और बह रही हो व अपने अपने भीतर प्रवेश कर रही हो. वह आनंद वर्णनातीत होता है. इसे शक्तिपात कहते है. जब गुरु सामने बैठकर शक्तिपात करते हैं तो ऐसा लगता है की उनकी और देखना कठिन हो रहा है. उनके मुखमंडल व शरीर के चारों तरफ दिव्य तेज/प्रकाश दिखाई देने लगता है और नींद सी आने लगती है और शरीर एकदम हल्का महसूस होता है व परमानन्द का अनुभव होता है. इस प्रकार शक्तिपात के द्वारा गुरु पूर्व के पापों को नष्ट करते हैं व कुण्डलिनी शक्ति को जाग्रत करते हैं. ध्यान/समाधी की उच्च अवस्था में पहुँच जाने पर ईष्ट देव या ईश्वर द्वारा शक्तिपात का अनुभव होता है. साधक को एक घूमता हुआ सफ़ेद चक्र या एक तेज पुंज आकाश में या कमरे की छत पर दीख पड़ता है और उसके होने मात्र से ही परमानन्द का अनुभव ह्रदय में होने लगता है. उस समय शारीर जड़ सा हो जाता है व उस चक्र या पुंज से सफ़ेद किरणों का प्रवाह निकलता हुआ अपने शरीर के भीतर प्रवेश करता हुआ प्रतीत होता है. उस अवस्था में बिजली के हलके झटके लगने जैसा अनुभव भी होता है और उस झटके के प्रभाव से शरीर के अंगा भी फड़कते हुए देखे जाते हैं. यदि ऐसे अनुभव होते हों तो समझ लेना चाहिए कि आप पर ईष्ट या गुरु की पूर्ण कृपा हो गई है, उनहोंने आपका हाथ पकड़ लिया है और वे शीघ्र ही आपको इस माया से बाहर खींच लेंगे.",
      },
      {
        id: 2,
        title: "अश्विनी मुद्रा, मूल बांध का लगना",
        content:
          "श्वास सामान्य चलना और गुदा द्वार को बार-बार संकुचित करके बंद करना व फिर छोड़ देना. या श्वास भीतर भरकर रोक लेना और गुदा द्वार को बंद कर लेना, जितनी देर सांस भीतर रुक सके रोकना और उतनी देर तक गुदा द्वार बंद रखना और फिर धीरे-धीरे सांस छोड़ते हुए गुदा द्वार खोल देना इसे अश्विनी मुद्रा कहते हैं. कई साधक इसे अनजाने में करते रहते हैं और इसको करने से उन्हें दिव्य शक्ति या आनंद का अनुभव भी होता है परन्तु वे ये नहीं जानते कि वे एक यौगिक क्रिया कर रहे हैं.    अश्विनी मुद्रा का अर्थ है “अश्व यानि घोड़े की तरह करना”. घोडा अपने गुदा द्वार को खोलता बंद करता रहता है और इसी से अपने भीतर अन्य सभी प्राणियों से अधिक शक्ति उत्पन्न करता है. इस अश्विनी मुद्रा को करने से कुण्डलिनी शक्ति शीघ्रातिशीघ्र जाग्रत होती है और ऊपर की और उठकर उच्च केन्द्रों को जाग्रत करती है. यह मुद्रा समस्त रोगों का नाश करती हैं. विशेष रूप से शरीर के निचले हिस्सों के सब रोग शांत हो जाते हैं. स्त्रियों को प्रसव पीड़ा का भी अनुभव नहीं होता.      प्रत्येक नए साधक को या जिनकी साधना रुक गई है उनको यह अश्विनी मुद्रा अवश्य करनी चाहिए. इसको करने से शरीर में गरमी का अनुभव भी हो सकता है, उस समय इसे कम करें या धीरे-धीरे करें व साथ में प्राणायाम भी करें. सर्दी में इसे करने से ठण्ड नहीं लगती. मन एकाग्र होता है. साधक को चाहिए कि वह सब अवस्थाओं में इस अश्विनी मुद्रा को अवश्य करता रहे. जितना अधिक इसका अभ्यास किया जाता है उतनी ही शक्ति बदती जाती है. इस क्रिया को करने से प्राण का क्षय नहीं होता और इस प्राण उर्जा का उपयोग साधना की उच्च अवस्थाओं की प्राप्ति के लिए या विशेष योग साधनों के लिए किया जा सकता है.    मूल बांध इस अश्विनी मुद्रा से मिलती-जुलती प्रक्रिया है. इसमें गुदा द्वार को सिकोड़कर बंद करके भीतर – ऊपर की और खींचा जाता है. यह वीर्य को ऊपर की और भेजता है एवं इसके द्वारा वीर्य की रक्षा होती है. यह भी कुंडलिनी जागरण व अपानवायु पर विजय का उत्तम साधन है. इस प्रकार की दोनों क्रियाएं स्वतः हो सकती हैं. इन्हें अवश्य करें. ये साधना में प्रगति प्रदान करती हैं.",
      },
      {
        id: 3,
        title: "गुरु या ईष्ट देव की प्रबलता",
        content:
          "जब गुरु या ईष्ट देव की कृपा हो तो वे साधक को कई प्रकार से प्रेरित करते हैं. अन्तःकरण में किसी मंत्र का स्वतः उत्पन्न होना व इस मंत्र का स्वतः मन में जप आरम्भ हो जाना, किसी स्थान विशेष की और मन का खींचना और उस स्थान पर स्वतः पहुँच जाना और मन का शांत हो जाना, अपने मन के प्रश्नों के समाधान पाने के लिए प्रयत्न करते समय अचानक साधू पुरुषों का मिलना या अचानक ग्रन्थ विशेषों का प्राप्त होना और उनमें वही प्रश्न व उसका उत्तर मिलना, कोई व्रत या उपवास स्वतः हो जाना, स्वप्न के द्वारा आगे घटित होने वाली घटनाओं का संकेत प्राप्त होना व समय आने पर उनका घटित हो जाना, किसी घोर समस्या का उपाय अचानक दिव्य घटना के रूप में प्रकट हो जाना, यह सब होने पर साधक को आश्चर्य, रोमांच व आनंद का अनुभव होता है. वह सोचने लगता है की मेरे जीवन में दिव्य घटनाएं घटित होने लगी हैं, अवश्य ही मेरे इस जीवन का कोई न कोई विशेष उद्देश्य है, परन्तु वह क्या है यह वो नहीं समझ पाटा. किन्तु साधक धैर्य रखे आगे बढ़ता रहे, क्योंकि ईष्ट या गुरु कृपा तो प्राप्त है ही, इसमें संदेह न रखे; क्योंकि समय आने पर वह उद्देश्य अवश्य ही उसके सामने प्रकट हो जाएगा.",
      },
      {
        id: 4,
        title: "ईष्ट भ्रष्टता का भ्रम",
        content:
          "कई बार साधकों को ईष्ट भ्रष्टता का भ्रम उपस्थित हो जाता है. उदाहरण के लिए कोई साधक गणेशजी को इष्ट देव मानकर उपासना आरम्भ करता है. बहुत समय तक उसकी आराधना अच्छी चलती है, परन्तु अचानक कोई विघ्न आ जाता है जिससे साधना कम या बंद होने लगती है. तब साधक विद्वानों, ब्राह्मणों से उपाय पूछता है, तो वे जन्मकुंडली आदि के माध्यम से उसे किसी अन्य देव (विष्णु आदि) की उप्पसना के लिए कहते हैं. कुछ दिन वह उनकी उपासना करता है परन्तु उसमें मन नहीं लगता. तब फिर वह और किसी की पास जाता है. वह उसे और ही किसी दुसरे देव-देवी आदि की उपासना करने के लिए कहता है. तब साधक को यह लगता है की मैं अपने ईष्ट गणेशजी से भ्रष्ट हो रहा हूँ. इससे न तो गणेशजी ही मिलेंगे और न ही दूसरे देवता और मैं साधना से गिर जाऊँगा. यहाँ साधकों से निवेदन है की यह सही है की वे अपने ईष्ट देव का ध्यान-पूजन बिलकुल नहीं छोड़ें, परन्तु वे उनके साथ ही उन अन्य देवताओं की भी उपासना करें. साधना के विघ्नों की शांति के लिए यह आवश्यक हो जाता है. उपासना से यहाँ अर्थ उन-उन देवी देवताओं के विषय में जानना भी है क्योंकि उन्हें जानने पर हम यह पाते हैं की वस्तुतः वे एक ही ईश्वर के अनेक रूप हैं (जैसे पानी ही लहर, बुलबुला, भंवर, बादल, ओला, बर्फ आदि है). इस प्रकार ईष्ट देव यह चाहता है कि साधक यह जाने. इसलिए इसे ईष्ट भ्रष्टता नहीं बल्कि ईष्ट का प्रसार कहना चाहिए.",
      },
    ],
  },
  {
    mainTitle: "ध्यान में होने वाले अनुभव – भाग ४",
    cardImage: "https://source.unsplash.com/k3wUqXtj2g8/360x200",
    intro: "",
    points: [
      {
        id: 1,
        title: " शरीर का हल्का लगना",
        content:
          "जब साधक का ध्यान उच्च केन्द्रों (आज्ञा चक्र, सहस्रार चक्र) में लगने लगता है तो साधक को अपना शरीर रूई की तरह बहुत हल्का लगने लगता है. ऐसा इसलिए होता है क्योंकि जब तक ध्यान नीचे के केन्द्रों में रहता है (मूलाधार, स्वाधिष्ठान, मणिपुर चक्र तक), तब तक “मैं यह स्थूल शरीर हूँ” ऐसी दृढ भावना हमारे मन में रहती है और यह स्थूल शरीर ही भार से युक्त है, इसलिए सदा अपने भार का अनुभव होता रहता है. परन्तु उच्च केन्द्रों में ध्यान लगने से “मैं शरीर हूँ” ऐसी भावना नहीं रहती बल्कि “मैं सूक्ष्म शरीर हूँ” या “मैं शरीर नहीं आत्मा हूँ परमात्मा का अंश हूँ” ऎसी भावना दृढ हो जाती है. यानि सूक्ष्म शरीर या आत्मा में दृढ स्थिति हो जाने से भारहीनता का अनुभव होता है. दूसरी बात यह है कि उच्च केन्द्रों में ध्यान लगने से कुण्डलिनी शक्ति जाग्रत होती है जो ऊपर की और उठती है. यह दिव्य शक्ति शरीर में अहम् भावना यानी “मैं शरीर हूँ” इस भावना का नाश करती है, जिससे पृथ्वी के गुरुत्वाकर्षण बल का भान होना कम हो जाता है. ध्यान की उच्च अवस्था में या शरीर में हलकी चीजों जैसे रूई, आकाश आदि की भावना करने से आकाश में चलने या उड़ने की शक्ति आ जाती है, ऐसे साधक जब ध्यान करते हैं तो उनका शरीर भूमि से कुछ ऊपर उठ जाता है. परन्तु यह सिद्धि मात्र है, इसका वैराग्य करना चाहिए.",
      },
      {
        id: 2,
        title: "हाथ के स्पर्श के बिना केवल दूर से ही वस्तुओं का खिसक जाना",
        content:
          "कई बार साधकों को ऐसा अनुभव होता है कि वे किसी हलकी वास्तु को उठाने के लिए जैसे ही अपना हाथ उसके पास ले जाते हैं तो वह वास्तु खिसक कर दूर चली जाती है, उस समय साधक को अपनी अँगुलियों में स्पंदन (झन-झन) का सा अनुभव होता है. साधक आश्चर्यचकित होकर बार-बार इसे करके देखता है, वह परीक्षण करने लगता है कि देखें यह दुबारा भी होता है क्या. और फिर वही घटना घटित होती है. तब साधक यह सोचता है कि अवश्य ही यह कोई दिव्य घटना उसके साथ घटित हो रही है. वास्तव में यह साधक के शरीर में दिव्य उर्जा (कुंडलिनी, मंत्र जप, नाम जप आदि से उत्पन्न उर्जा) के अधिक प्रवाह के कारण होता है. वह दिव्य उर्जा जब अँगुलियों के आगे एकत्र होकर घनीभूत होती है तब इस प्रकार की घटना घटित हो जाती है.",
      },
      {
        id: 3,
        title: " रोगी के रुग्ण भाग पर हाथ रखने से उसका स्वस्थ होना",
        content:
          "कई बार साधकों को ऐसा अनुभव होता है कि वे अनजाने में किसी रोगी व्यक्ति के रोग वाले अंग पर कुछ समय तक हाथ रखते हैं और वह रोग नष्ट हो जाता है. तब सभी लोग इसे आश्चर्य की तरह देखते हैं. वास्तव में यह साधक के शरीर से प्रवाहित होने वाली दिव्य उर्जा के प्रभाव से होता है. रोग का अर्थ है उर्जा के प्रवाह में बाधा उत्पन्न हो जाना. साधक के संपर्क से रोगी की वह रुकी हुई उर्जा पुनः प्रवाहित होने लगती है, और वह स्वस्थ हो जाता है. मंत्र शक्ति व रेकी चिकित्सा पद्धति का भी यही आधार है कि मंत्र एवं भावना व ध्यान द्वारा रोगी की उर्जा के प्रवाह को संतुलित करने की तीव्र भावना करना.  आप अपने हाथ की अंजलि बनाकर उल्टा करके अपने या अन्य व्यक्ति के शरीर के किसी भाग पर बिना स्पर्श के थोडा ऊपर रखें. फिर किसी मंत्र का जप करते हुए अपनी अंजलि के नीचे के स्थान पर ध्यान केन्द्रित करें और ऐसी भावना करें कि मंत्र जप से उत्पन्न उर्जा दुसरे व्यक्ति के शरीर में जा रही है. कुछ ही देर में आपको कुछ झन झन या गरमी का अनुभव उस स्थान पर होगा. इसे ही दिव्य उर्जा कहते हैं. यह मंत्र जाग्रति का लक्षण है.",
      },
      {
        id: 4,
        title: "अंग फड़कना",
        content:
          "शिव पुराण के अनुसार यदि सात या अधिक दिन तक बांयें अंग लगातार फड़कते रहें तो मृत्यु योग या मारक प्रयोग (अभिचारक प्रयोग) हुआ मानना चाहिए. कोई बड़ी दुर्घटना या बड़ी कठिन समस्या का भी यह सूचक है. इसके लिए पहले कहे गए उपाय करें (देखें विघ्न सूचक स्वप्नों के उपाय). इसके अतिरिक्त काली की उपासना करें. दुर्गा सप्तशती में वर्णित रात्रिसूक्तम व देवी कवच का पाठ करें. मान काली से रक्षार्थ प्रार्थना करें. दांयें अंग फड़कने पर शुभ घटना घटित होती है, साधना में सफलता प्राप्त होती है. यदि बांया व दांया दोनों अंग एक साथ फडकें तो समझना चाहिए कि विपत्ति आयेगी परन्तु ईश्वर की कृपा से बहुत थोड़े से नुक्सान में ही टल जायेगी. एक और संकेत यह भी है कि कोई पूर्वजन्म के पापों के नाश का समय है इसलिए वे पाप के फल प्रकट तो होंगे किन्तु ईश्वर की कृपा से कोई विशेष हानि नहीं कर पायेंगे. इसके अतिरिक्त यह साधक के कल्याण के लिए ईश्वर के द्वारा बनाई गई योजना का भी संकेत है.",
      },
      {
        id: 5,
        title:
          "गुरु/ईष्ट के परकाय प्रवेश द्वारा साधक को परमात्मबोध की प्राप्ति",
        content:
          "गुरु या ईष्ट देव अपने सूक्ष्म शरीर से साधक के शरीर में प्रवेश करते हैं और उसे प्रबुद्ध करते हैं. प्रारम्भ में साधक को यह महसूस होता है कि आसपास कोई है जो अदृश्य रूप से उसके साथ साथ चलता है. कभी कोई सुगंध, कभी कोई स्पर्श, कभी कोई ध्वनि सुनाई दे सकती है, जिसका पता आसपास के किसी आदमी को नहीं लगेगा, उनका कोई वास्तविक कारण प्रत्यक्ष नहीं दिखाई देगा. इसके बाद जब यह अभ्यास दृढ हो जाता है तो शरीर का कोई अंग तेजी से अपने आप हिलना, रोकने की कोशिश करने पर भी नहीं रुकना और उस समय एक आनंद बना रहना, इस प्रकार के अनुभव होते हैं. तब साधक यह सोचता है कि यह क्या है? कहीं साधना में कुछ गलत तो नहीं हो रहा. यह किसी दैवीय शक्ति का प्रभाव है या आसुरी शक्ति का? तो इसका उत्तर है कि यदि दांया अंग हिले तो समझना चाहिए कि दैवीय शक्ति का प्रभाव है और यदि बांया अंग हिले तो समझना चाहिए कि आसुरी शक्ति का प्रभाव है और वह शरीर में प्रवेश करना चाहती है. साथ ही यदि एक आनंद बना रहे तो समझें कि दैवीय शक्ति प्रवेश करना चाहती है. किन्तु यदि क्रोध से आँखें लाल हो जाएँ, मन में बेचैनी जैसी हो तो समझना चाहिए कि आसुरी शक्ति है. इस प्रकार जब पहचान हो जाए तो यदि आसुरी शक्ति हो तो उसे बलपूर्वक रोकना चाहिए. इसके लिए भगवान् व गुरु से प्रार्थना करें कि वह इस आसुरी शक्ति से हमारी रक्षा करें व उसे सदा के लिए हमसे दूर हटा दें. यदि दैवीय शक्ति है तो आपको प्रयत्न करने पर शीघ्र ही यह पता लग जाएगा कि वे कौन हैं और आगे आपको क्या करना चाहिए.",
      },
    ],
  },
  {
    mainTitle: "More  (Comming Soon)",
    cardImage: "https://source.unsplash.com/ddbzVfhWcoM/360x200",
    intro:
      "Keep checking this app for new contents! dhyan pe aur bhe jane jald he. Is app ko install rakhe aur regular check katre rahe new contents ke lie",
    points: [
      {
        id: 1,
        title: "",
        content: "",
      },
      {
        id: 2,
        title: "",
        content: "",
      },
      { id: 3, title: "", content: "" },
      {
        id: 4,
        title: "",
        content: "",
      },
    ],
  },
];

// Schema for storing data for article

// {
//   mainTitle: "",
//   cardImage: "https://source.unsplash.com/P5SlOLbaf88/360x200",
//   intro:
//     "",
//   points: [
//     {
//       id: 1,
//       title: "",
//       content: "",
//     },
//     {
//       id: 2,
//       title: "",
//       content: "",
//     },
//     { id: 3, title: "", content: "" },
//     {
//       id: 4,
//       title: "",
//       content: "",
//     },
//   ],
// },
