export const kabirdohe = [
  {
    id: 1,
    doha1: "गुरु गोविंद दोनों खड़े, काके लागूं पाँय ।",
    doha2: "बलिहारी गुरु आपने, गोविंद दियो मिलाय॥",
    meaning:
      "भावार्थ: कबीर दास जी इस दोहे में कहते हैं कि अगर हमारे सामने गुरु और भगवान दोनों एक साथ खड़े हों तो आप किसके चरण स्पर्श करेंगे? गुरु ने अपने ज्ञान से ही हमें भगवान से मिलने का रास्ता बताया है इसलिए गुरु की महिमा भगवान से भी ऊपर है और हमें गुरु के चरण स्पर्श करने चाहिए।",
  },
  {
    id: 2,
    doha1: "यह तन विष की बेलरी, गुरु अमृत की खान ।",
    doha2: "शीश दियो जो गुरु मिले, तो भी सस्ता जान ।",
    meaning:
      "भावार्थ: कबीर दास जी कहते हैं कि यह जो शरीर है वो विष जहर से भरा हुआ है और गुरु अमृत की खान हैं। अगर अपना शीशसर देने के बदले में आपको कोई सच्चा गुरु मिले तो ये सौदा भी बहुत सस्ता है।",
  },
  {
    id: 3,
    doha1: "सब धरती काजग करू, लेखनी सब वनराज ।",
    doha2: "सात समुद्र की मसि करूँ, गुरु गुण लिखा न जाए ।",
    meaning:
      "भावार्थ: अगर मैं इस पूरी धरती के बराबर बड़ा कागज बनाऊं और दुनियां के सभी वृक्षों की कलम बना लूँ और सातों समुद्रों के बराबर स्याही बना लूँ तो भी गुरु के गुणों को लिखना संभव नहीं है।",
  },
  {
    id: 4,
    doha1: "ऐसी वाणी बोलिए मन का आप खोये ।",
    doha2: "औरन को शीतल करे, आपहुं शीतल होए ।",
    meaning:
      "भावार्थ: कबीर दास जी कहते हैं कि इंसान को ऐसी भाषा बोलनी चाहिए जो सुनने वाले के मन को बहुत अच्छी लगे। ऐसी भाषा दूसरे लोगों को तो सुख पहुँचाती ही है, इसके साथ खुद को भी बड़े आनंद का अनुभव होता है।",
  },
  {
    id: 5,
    doha1: "बड़ा भया तो क्या भया, जैसे पेड़ खजूर ।",
    doha2: "पंथी को छाया नहीं फल लागे अति दूर ।",
    meaning:
      "भावार्थ: कबीर दास जी कहते हैं कि खजूर का पेड़ बेशक बहुत बड़ा होता है लेकिन ना तो वो किसी को छाया देता है और फल भी बहुत दूरऊँचाई  पे लगता है। इसी तरह अगर आप किसी का भला नहीं कर पा रहे तो ऐसे बड़े होने से भी कोई फायदा नहीं है।",
  },
  {
    id: 6,
    doha1: "निंदक नियेरे राखिये, आँगन कुटी छावायें ।",
    doha2: "बिन पानी साबुन बिना, निर्मल करे सुहाए ।",
    meaning:
      "भावार्थ: कबीर दास जी कहते हैं कि निंदकहमेशा दूसरों की बुराइयां करने वाले लोगों को हमेशा अपने पास रखना चाहिए, क्यूंकि ऐसे लोग अगर आपके पास रहेंगे तो आपकी बुराइयाँ आपको बताते रहेंगे और आप आसानी से अपनी गलतियां सुधार सकते हैं। इसीलिए कबीर जी ने कहा है कि निंदक लोग इंसान का स्वभाव शीतल बना देते हैं।",
  },
  {
    id: 7,
    doha1: "बुरा जो देखन मैं चला, बुरा न मिलिया कोय ।",
    doha2: "जो मन देखा आपना, मुझ से बुरा न कोय ।",
    meaning:
      "भावार्थ: कबीर दास जी कहते हैं कि मैं सारा जीवन दूसरों की बुराइयां देखने में लगा रहा लेकिन जब मैंने खुद अपने मन में झाँक कर देखा तो पाया कि मुझसे बुरा कोई इंसान नहीं है। मैं ही सबसे स्वार्थी और बुरा हूँ भावार्थात हम लोग दूसरों की बुराइयां बहुत देखते हैं लेकिन अगर आप खुद के अंदर झाँक कर देखें तो पाएंगे कि हमसे बुरा कोई इंसान नहीं है।",
  },
  {
    id: 8,
    doha1: "दुःख में सुमिरन सब करे, सुख में करे न कोय ।",
    doha2: "जो सुख में सुमिरन करे, तो दुःख काहे को होय ।",
    meaning:
      "भावार्थ: दुःख में हर इंसान ईश्वर को याद करता है लेकिन सुख में सब ईश्वर को भूल जाते हैं। अगर सुख में भी ईश्वर को याद करो तो दुःख कभी आएगा ही नहीं।",
  },
  {
    id: 9,
    doha1: "माटी कहे कुमार से, तू क्या रोंदे मोहे ।",
    doha2: "एक दिन ऐसा आएगा, मैं रोंदुंगी तोहे ।",
    meaning:
      "भावार्थ: जब कुम्हार बर्तन बनाने के लिए मिटटी को रौंद रहा था, तो मिटटी कुम्हार से कहती है – तू मुझे रौंद रहा है, एक दिन ऐसा आएगा जब तू इसी मिटटी में विलीन हो जायेगा और मैं तुझे रौंदूंगी।",
  },

  {
    id: 10,
    doha1: "पानी केरा बुदबुदा, अस मानस की जात ।",
    doha2: "देखत ही छुप जाएगा है, ज्यों सारा परभात ।",
    meaning:
      "भावार्थ: कबीर दास जी कहते हैं कि इंसान की इच्छाएं एक पानी के बुलबुले के समान हैं जो पल भर में बनती हैं और पल भर में खत्म। जिस दिन आपको सच्चे गुरु के दर्शन होंगे उस दिन ये सब मोह माया और सारा अंधकार छिप जायेगा।",
  },
  {
    id: 11,
    doha1: "चलती चक्की देख के, दिया कबीरा रोये ।",
    doha2: "दो पाटन के बीच में, साबुत बचा न कोए ।",
    meaning:
      "भावार्थ: चलती चक्की को देखकर कबीर दास जी के आँसू निकल आते हैं और वो कहते हैं कि चक्की के  पाटों के बीच में कुछ साबुत नहीं बचता।",
  },
  {
    id: 12,
    doha1: "मलिन आवत देख के, कलियन कहे पुकार ।",
    doha2: "फूले फूले चुन लिए, कलि हमारी बार।",
    meaning:
      "भावार्थ: मालिन को आते देखकर बगीचे की कलियाँ आपस में बातें करती हैं कि आज मालिन ने फूलों को तोड़ लिया और कल हमारी बारी आ जाएगी। भावार्थात आज आप जवान हैं कल आप भी बूढ़े हो जायेंगे और एक दिन मिटटी में मिल जाओगे। आज की कली, कल फूल बनेगी।",
  },
  {
    id: 13,
    doha1: "काल करे सो आज कर, आज करे सो अब ।",
    doha2: "फूले फूले चुन लिए, कलि हमारी बार।",
    meaning:
      "भावार्थ: कबीर दास जी कहते हैं कि हमारे पास समय बहुत कम है, जो काम कल करना है वो आज करो, और जो आज करना है वो अभी करो, क्यूंकि पलभर में प्रलय जो जाएगी फिर आप अपने काम कब करेंगे।",
  },
  {
    id: 14,
    doha1: "ज्यों तिल माहि तेल है, ज्यों चकमक में आग ।",
    doha2: "तेरा साईं तुझ ही में है, जाग सके तो जाग ।",
    meaning:
      "भावार्थ: कबीर दास जी कहते हैं जैसे तिल के अंदर तेल होता है, और आग के अंदर रौशनी होती है ठीक वैसे ही हमारा ईश्वर हमारे अंदर ही विद्धमान है, अगर ढूंढ सको तो ढूढ लो।",
  },
  {
    id: 15,
    doha1: "जहाँ दया तहा धर्म है, जहाँ लोभ वहां पाप ।",
    doha2: "जहाँ क्रोध तहा काल है, जहाँ क्षमा वहां आप ।",
    meaning:
      "भावार्थ: कबीर दास जी कहते हैं कि जहाँ दया है वहीँ धर्म है और जहाँ लोभ है वहां पाप है, और जहाँ क्रोध है वहां सर्वनाश है और जहाँ क्षमा है वहाँ ईश्वर का वास होता है।",
  },
  {
    id: 16,
    doha1: "जो घट प्रेम न संचारे, जो घट जान सामान ।",
    doha2: "जैसे खाल लुहार की, सांस लेत बिनु प्राण ।",
    meaning:
      "भावार्थ: जिस इंसान अंदर दूसरों के प्रति प्रेम की भावना नहीं है वो इंसान पशु के समान है।",
  },
  {
    id: 17,
    doha1: "जल में बसे कमोदनी, चंदा बसे आकाश ।",
    doha2: "जो है जा को भावना सो ताहि के पास ।",
    meaning:
      "भावार्थ: कमल जल में खिलता है और चन्द्रमा आकाश में रहता है। लेकिन चन्द्रमा का प्रतिबिम्ब जब जल में चमकता है तो कबीर दास जी कहते हैं कि कमल और चन्द्रमा में इतनी दूरी होने के बावजूद भी दोनों कितने पास है। जल में चन्द्रमा का प्रतिबिम्ब ऐसा लगता है जैसे चन्द्रमा खुद कमल के पास आ गया हो। वैसे ही जब कोई इंसान ईश्वर से प्रेम करता है वो ईश्वर स्वयं चलकर उसके पास आते हैं।",
  },
  {
    id: 18,
    doha1: "जाती न पूछो साधू की, पूछ लीजिये ज्ञान ।",
    doha2: "मोल करो तलवार का, पड़ा रहने दो म्यान ।",
    meaning:
      "भावार्थ: साधु से उसकी जाति मत पूछो बल्कि उनसे ज्ञान की बातें करिये, उनसे ज्ञान लीजिए। मोल करना है तो तलवार का करो म्यान को पड़ी रहने दो।",
  },
  {
    id: 19,
    doha1: "जग में बैरी कोई नहीं, जो मन शीतल होए ।",
    doha2: "यह आपा तो डाल दे, दया करे सब कोए ।",
    meaning:
      "भावार्थ: अगर आपका मन शीतल है तो दुनियां में कोई आपका दुश्मन नहीं बन सकता",
  },
  {
    id: 20,
    doha1: "ते दिन गए अकारथ ही, संगत भई न संग ।",
    doha2: "प्रेम बिना पशु जीवन, भक्ति बिना भगवंत ।",
    meaning:
      "भावार्थ: कबीर दास जी कहते हैं कि अब तक जो समय गुजारा है वो व्यर्थ गया, ना कभी सज्जनों की संगति की और ना ही कोई अच्छा काम किया। प्रेम और भक्ति के बिना इंसान पशु के समान है और भक्ति करने वाला इंसान के ह्रदय में भगवान का वास होता है।",
  },
  {
    id: 21,
    doha1: "तीरथ गए से एक फल, संत मिले फल चार ।",
    doha2: "सतगुरु मिले अनेक फल, कहे कबीर विचार ।",
    meaning:
      "भावार्थ: तीर्थ करने से एक पुण्य मिलता है, लेकिन संतो की संगति से  पुण्य मिलते हैं। और सच्चे गुरु के पा लेने से जीवन में अनेक पुण्य मिल जाते हैं",
  },
  {
    id: 22,
    doha1: "तन को जोगी सब करे, मन को विरला कोय ।",
    doha2: "सहजे सब विधि पाइए, जो मन जोगी होए ।",
    meaning:
      "भावार्थ: कबीर दास जी कहते हैं कि लोग रोजाना अपने शरीर को साफ़ करते हैं लेकिन मन को कोई साफ़ नहीं करता। जो इंसान अपने मन को भी साफ़ करता है वही सच्चा इंसान कहलाने लायक है।",
  },
  {
    id: 23,
    doha1: "प्रेम न बारी उपजे, प्रेम न हाट बिकाए ।",
    doha2: "राजा प्रजा जो ही रुचे, सिस दे ही ले जाए ।",
    meaning:
      "भावार्थ: कबीर दास जी कहते हैं कि प्रेम कहीं खेतों में नहीं उगता और नाही प्रेम कहीं बाजार में बिकता है। जिसको प्रेम चाहिए उसे अपना शीशक्रोध, काम, इच्छा, भय त्यागना होगा।",
  },
  {
    id: 24,
    doha1: "जिन घर साधू न पुजिये, घर की सेवा नाही ।",
    doha2: "ते घर मरघट जानिए, भुत बसे तिन माही ।",
    meaning:
      "भावार्थ: कबीर दास जी कहते हैं कि जिस घर में साधु और सत्य की पूजा नहीं होती, उस घर में पाप बसता है। ऐसा घर तो मरघट के समान है जहाँ दिन में ही भूत प्रेत बसते हैं।",
  },
  {
    id: 25,
    doha1: "साधु ऐसा चाहिए जैसा सूप सुभाय।",
    doha2: "सार-सार को गहि रहै थोथा देई उडाय।",
    meaning:
      "भावार्थ: कबीर दास जी कहते हैं कि एक सज्जन पुरुष में सूप जैसा गुण होना चाहिए। जैसे सूप में अनाज के दानों को अलग कर दिया जाता है वैसे ही सज्जन पुरुष को अनावश्यक चीज़ों को छोड़कर केवल अच्छी बातें ही ग्रहण करनी चाहिए।",
  },
  {
    id: 26,
    doha1: "पाछे दिन पाछे गए हरी से किया न हेत ।",
    doha2: "अब पछताए होत क्या, चिडिया चुग गई खेत ।",
    meaning:
      "भावार्थ: कबीर दास जी कहते हैं कि बीता समय निकल गया, आपने ना ही कोई परोपकार किया और नाही ईश्वर का ध्यान किया। अब पछताने से क्या होता है, जब चिड़िया चुग गयी खेत।",
  },
  {
    id: 27,
    doha1: "जब मैं था तब हरी नहीं, अब हरी है मैं नाही ।",
    doha2: "सब अँधियारा मिट गया, दीपक देखा माही ।",
    meaning:
      "भावार्थ: कबीर दास जी कहते हैं कि जब मेरे अंदर अहंकारमैं था, तब मेरे ह्रदय में हरीईश्वर का वास नहीं था। और अब मेरे ह्रदय में हरीईश्वर का वास है तो मैंअहंकार नहीं है। जब से मैंने गुरु रूपी दीपक को पाया है तब से मेरे अंदर का अंधकार खत्म हो गया है।",
  },
  {
    id: 28,
    doha1: "प्रेम पियाला जो पिए, सिस दक्षिणा देय ।",
    doha2: "लोभी शीश न दे सके, नाम प्रेम का लेय ।",
    meaning:
      "भावार्थ: जिसको ईश्वर प्रेम और भक्ति का प्रेम पाना है उसे अपना शीशकाम, क्रोध, भय, इच्छा को त्यागना होगा। लालची इंसान अपना शीशकाम, क्रोध, भय, इच्छा तो त्याग नहीं सकता लेकिन प्रेम पाने की उम्मीद रखता है।",
  },
  {
    id: 29,
    doha1: "कबीरा सोई पीर है, जो जाने पर पीर ।",
    doha2: "जो पर पीर न जानही, सो का पीर में पीर ।",
    meaning:
      "भावार्थ: कबीर दास जी कहते हैं कि जो इंसान दूसरे की पीड़ा और दुःख को समझता है वही सज्जन पुरुष है और जो दूसरे की पीड़ा ही ना समझ सके ऐसे इंसान होने से क्या फायदा।",
  },
  {
    id: 30,
    doha1: "कबीरा ते नर अँध है, गुरु को कहते और ।",
    doha2: "हरि रूठे गुरु ठौर है, गुरु रूठे नहीं ठौर ।",
    meaning:
      "भावार्थ: कबीर दास जी कहते हैं कि वे लोग अंधे और मूर्ख हैं जो गुरु की महिमा को नहीं समझ पाते। अगर ईश्वर आपसे रूठ गया तो गुरु का सहारा है लेकिन अगर गुरु आपसे रूठ गया तो दुनियां में कहीं आपका सहारा नहीं है।",
  },
  {
    id: 31,
    doha1: "More Dohe Will be added Soon!",
    doha2: "",
    meaning: "Keep App Installed!",
  },
];

// Schema for dohe

//{
//   id: 3,
//   doha1: "",
//   doha2: "",
// meaning: "",
//  },
