export const allData = [
  {
    mainTitle: "ध्यान क्या है?",
    cardImage: "https://source.unsplash.com/n0AlE3-Ad8I/200x100",
    intro:
      "जापानी का झेन और चीन का च्यान यह दोनों ही शब्द ध्‍यान के अप्रभंश है। अंग्रेजी में इसे मेडिटेशन कहते हैं, लेकिन अवेयरनेस शब्द इसके ज्यादा नजदीक है। हिन्दी का बोध शब्द इसके करीब है। ध्यान का मूल अर्थ है जागरूकता, अवेयरनेस, होश, साक्ष‍ी भाव और दृष्टा भाव।योग का आठवां अंग ध्यान अति महत्वपूर्ण हैं। एक मात्र ध्यान ही ऐसा तत्व है कि उसे साधने से सभी स्वत: ही सधने लगते हैं, लेकिन योग के अन्य अंगों पर यह नियम लागू नहीं होता। ध्यान दो दुनिया के बीच खड़े होने की स्थिति है।",
    points: [
      {
        id: 1,
        title: "ध्यान की परिभाषा",
        content:
          " तत्र प्रत्ययैकतानता ध्यानम।। 3-2 ।।-योगसूत्र अर्थात- जहां चित्त को लगाया जाए उसी में वृत्ति का एकतार चलना ध्यान है। धारणा का अर्थ चित्त को एक जगह लाना या ठहराना है, लेकिन ध्यान का अर्थ है जहां भी चित्त ठहरा हुआ है उसमें वृत्ति का एकतार चलना ध्यान है। उसमें जाग्रत रहना ध्यान है।",
      },
      {
        id: 2,
        title: "ध्यान का अर्थ ",
        content:
          "ध्यान का अर्थ एकाग्रता नहीं होता। एकाग्रता टॉर्च की स्पॉट लाइट की तरह होती है जो किसी एक जगह को ही फोकस करती है, लेकिन ध्यान उस बल्ब की तरह है जो चारों दिशाओं में प्रकाश फैलाता है। आमतौर पर आम लोगों का ध्यान बहुत कम वॉट का हो सकता है, लेकिन योगियों का ध्यान सूरज के प्रकाश की तरह होता है जिसकी जद में ब्रह्मांड की हर चीज पकड़ में आ जाती है।",
      },
      {
        id: 3,
        title: "क्रिया नहीं है ध्यान",
        content:
          "बहुत से लोग क्रियाओं को ध्यान समझने की भूल करते हैं- जैसे सुदर्शन क्रिया, भावातीत ध्यान और सहज योग ध्यान। दूसरी ओर विधि को भी ध्यान समझने की भूल की जा रही है।बहुत से संत, गुरु या महात्मा ध्यान की तरह-तरह की क्रांतिकारी विधियां बताते हैं, लेकिन वे यह नहीं बताते हैं कि विधि और ध्यान में फर्क है। क्रिया और ध्यान में फर्क है। क्रिया तो साधन है साध्य नहीं। क्रिया तो ओजार है। क्रिया तो झाड़ू की तरह है।आंख बंद करके बैठ जाना भी ध्यान नहीं है। किसी मूर्ति का स्मरण करना भी ध्यान नहीं है। माला जपना भी ध्यान नहीं है। अक्सर यह कहा जाता है कि पांच मिनट के लिए ईश्वर का ध्यान करो- यह भी ध्यान नहीं, स्मरण है। ध्यान है क्रियाओं से मुक्ति। विचारों से मुक्ति।",
      },
      {
        id: 4,
        title: "ध्यान का स्वरूप",
        content:
          "हमारे मन में एक साथ असंख्य कल्पना और विचार चलते रहते हैं। इससे मन-मस्तिष्क में कोलाहल-सा बना रहता है। हम नहीं चाहते हैं फिर भी यह चलता रहता है। आप लगातार सोच-सोचकर स्वयं को कम और कमजोर करते जा रहे हैं। ध्यान अनावश्यक कल्पना व विचारों को मन से हटाकर शुद्ध और निर्मल मौन में चले जाना है।ध्यान जैसे-जैसे गहराता है व्यक्ति साक्षी भाव में स्थित होने लगता है। उस पर किसी भी भाव, कल्पना और विचारों का क्षण मात्र भी प्रभाव नहीं पड़ता। मन और मस्तिष्क का मौन हो जाना ही ध्यान का प्राथमिक स्वरूप है। विचार, कल्पना और अतीत के सुख-दुख में जीना ध्यान विरूद्ध है।ध्यान में इंद्रियां मन के साथ, मन बुद्धि के साथ और बुद्धि अपने स्वरूप आत्मा में लीन होने लगती है। जिन्हें साक्षी या दृष्टा भाव समझ में नहीं आता उन्हें शुरू में ध्यान का अभ्यास आंख बंद करने करना चाहिए। फिर अभ्यास बढ़ जाने पर आंखें बंद हों या खुली, साधक अपने स्वरूप के साथ ही जुड़ा रहता है और अंतत: वह साक्षी भाव में स्थिति होकर किसी काम को करते हुए भी ध्यान की अवस्था में रह सकता है।",
      },
    ],
  },
  {
    mainTitle: "क्या होता है ध्यान से?",
    cardImage: "https://source.unsplash.com/P5SlOLbaf88/180x100",
    intro:
      "सवाल पूछा जा सकता है कि क्या होता है ध्यान से? ध्यान क्यों करें? आप यदि सोना बंद कर दें तो क्या होगा? नींद आपको फिर से जिंदा करती है। उसी तरह ध्यान आपको इस विराट ब्रह्मांड के प्रति सजग करता है। वह आपके आसपास की उर्जा को बढ़ाता है कहना चाहिए की आपकी रोशनी को बढ़ाकर आपको आपकी होने की स्थिति से अवगत कराता है। अन्यथा लोगों को मरते दम तक भी यह ध्यान नहीं रहता कि वे जिंदा भी थे।ध्यान से व्यक्ति को बेहतर समझने और देखने की शक्ति मिलती है। साक्षी भाव में रहकर ही आप स्ट्रांग बन सकते हो। यह आपके शरीर, मन और आपके (आत्मा) के बीच लयात्मक संबंध बनाता है। दूसरों की अपेक्षा आपके देखने और सोचने का दृष्टिकोण एकदम अलग होगा है। ज्यादातर लोग पशु स्तर पर ही सोचते, समझते और भाव करते हैं। उनमें और पशु में कोई खास फर्क नहीं रहता।बुद्धिमान से बुद्धिमान व्यक्ति भी गुस्से से भरा, ईर्ष्या, लालच, झूठ और कामुकता से भरा हो सकता है। लेकिन ध्यानी व्यक्ति ही सही मायने में यम और नियम को साध लेता है।इसके अलावा ध्यान योग का महत्वपूर्ण तत्व है जो तन, मन और आत्मा के बीच लयात्मक सम्बन्ध बनाता है। ध्यान के द्वारा हमारी उर्जा केन्द्रित होती है। उर्जा केन्द्रित होने से मन और शरीर में शक्ति का संचार होता है एवं आत्मिक बल बढ़ता है। ध्यान से वर्तमान को देखने और समझने में मदद मिलती है। वर्तमान में हमारे सामने जो लक्ष्य है उसे प्राप्त करने की प्रेरण और क्षमता भी ध्यान से प्राप्त होता है।आप मंदिर, मस्जिद, चर्च या गुरुद्वारे में वह नहीं पा सकते जो ध्यान आपको दे सकता है। ध्यान ही धर्म का सत्य है बाकी सभी तर्क और दर्शन की बाते हैं जो सत्य नहीं भी हो सकती है। सभी महान लोगों ने ध्यान से ही सब कुछ पाया है।-",
    points: [
      {
        id: 1,
        title: "",
        content: "",
      },
      {
        id: 2,
        title: "",
        content: "",
      },
      { id: 3, title: "", content: "" },
      {
        id: 4,
        title: "",
        content: "",
      },
    ],
  },
  {
    mainTitle: "ध्‍यान का लाभ",
    cardImage: "https://source.unsplash.com/-IMlv9Jlb24/200x100",
    intro:
      "हम ध्यान है। सोचो की हम क्या है- आंख? कान? नाक? संपूर्ण शरीर? मन या मस्तिष्क? नहीं हम इनमें से कुछ भी नहीं। ध्यान हमारे तन, मन और आत्मा के बीच लयात्मक सम्बन्ध बनाता है। स्वयं को पाना है तो ध्यान जरूरी है। वहीं एकमात्र विकल्प है।",
    points: [
      {
        id: 1,
        title: "आत्मा को जानना",
        content:
          "ध्यान का नियमित अभ्यास करने से आत्मिक शक्ति बढ़ती है। आत्मिक शक्ति से मानसिक शांति की अनुभूति होती है। मानसिक शांति से शरीर स्वस्थ अनुभव करता है। ध्यान के द्वारा हमारी उर्जा केंद्रित होती है। उर्जा केंद्रित होने से मन और शरीर में शक्ति का संचार होता है एवं आत्मिक बल मिलता है। ध्यान से विजन पॉवर बढ़ता है तथा व्यक्ति में निर्णय लेने की क्षमता का विकास होता है। ध्यान से सभी तरह के रोग और शोक मिट जाते हैं। ध्यान से हमारा तन, मन और मस्तिष्क पूर्णत: शांति, स्वास्थ्य और प्रसन्नता का अनुभव करते हैं।",
      },
      {
        id: 2,
        title: "क्या होगा ध्यान से",
        content:
          "हर तरह का भय जाता रहेगा। चिंता और चिंतन से उपजे रोगों का खात्मा होगा। शरीर में शांति होगी तो स्वस्थ अनुभव करेंगे। कार्य और व्यवहार में सुधार होगा। रिश्तों में तनाव की जगह प्रेम होगा। दृष्टिकोण सकारात्मक होगा। सफलता के बारे में सोचने मात्र से ही सफलता आपके नजदीक आने लगेगी।",
      },
      {
        id: 3,
        title: "ध्यान का महत्व",
        content:
          "ध्यान से वर्तमान को देखने और समझने में मदद मिलती है। शुद्ध रूप से देखने की क्षमता बढ़ने से विवेक जाग्रत होगा। विवेक के जाग्रत होने से होश बढ़ेगा। होश के बढ़ने से मृत्यु काल में देह के छूटने का बोध रहेगा। देह के छूटने के बाद जन्म आपकी मुट्‍ठी में होगा। यही है ध्यान का महत्व।",
      },
      {
        id: 4,
        title: "सिर्फ तुम",
        content:
          "खुद तक पहुंचने का एक मात्र मार्ग ध्‍यान ही है। ध्यान को छोड़कर बाकी सारे उपाय प्रपंच मात्र है। यदि आप ध्यान नहीं करते हैं तो आप स्वयं को पाने से चूक रहे हैं। स्वयं को पाने का अर्थ है कि हमारे होश पर भावना और विचारों के जो बादल हैं उन्हें पूरी तरह से हटा देना और निर्मल तथा शुद्ध हो जाना। ज्ञानीजन कहते हैं कि जिंदगी में सब कुछ पा लेने की लिस्ट में सबमें ऊपर स्वयं को रखो। मत चूको स्वयं को। 70 साल सत्तर सेकंड की तरह बीत जाते हैं। योग का लक्ष्य यह है कि किस तरह वह तुम्हारी तंद्रा को तोड़ दे इसीलिए यम, नियम, आसन, प्राणायम, प्रत्याहार और धारणा को ध्यान तक पहुँचने की सीढ़ी बनाया है।",
      },
      {
        id: 5,
        title: "ध्यान के लाभ जानें",
        content:
          "ध्यान से मानसिक लाभ- शोर और प्रदूषण के माहौल के चलते व्यक्ति निरर्थक ही तनाव और मानसिक थकान का अनुभव करता रहता है। ध्यान से तनाव के दुष्प्रभाव से बचा जा सकता है। निरंतर ध्यान करते रहने से जहां मस्तिष्क को नई उर्जा प्राप्त होती है वहीं वह विश्राम में रहकर थकानमुक्त अनुभव करता है। गहरी से गहरी नींद से भी अधिक लाभदायक होता है ध्यान।",
      },
      {
        id: 6,
        title: "विशेष",
        content:
          "ध्यान से उच्च रक्तचाप नियंत्रित होता है। सिरदर्द दूर होता है। शरीर में प्रतिरक्षण क्षमता का विकास होता है, जोकि किसी भी प्रकार की बीमारी से लड़ने में महत्वपूर्ण है। ध्यान से शरीर में स्थिरता बढ़ती है। यह स्थिरता शरीर को मजबूत करती है। आध्यात्मिक लाभ- जो व्यक्ति ध्यान करना शुरू करते हैं, वह शांत होने लगते हैं। यह शांति ही मन और शरीर को मजबूती प्रदान करती है। ध्यान आपके होश पर से भावना और विचारों के बादल को हटाकर शुद्ध रूप से आपको वर्तमान में खड़ा कर देता है। ध्यान से काम, क्रोध, मद, लोभ और आसक्ति आदि सभी विकार समाप्त हो जाते हैं। निरंतर साक्षी भाव में रहने से जहां सिद्धियों का जन्म होता है वहीं सिद्धियों में नहीं उलझने वाला व्यक्ति समाधी को प्राप्त लेता है।",
      },
      {
        id: 7,
        title: "कैसे उठाएं ध्यान से लाभ",
        content:
          "ध्यान से भरपूर लाभ प्राप्त करने के लिए नियमित अभ्यास करना आवश्यक है। ध्यान करने में ज्यादा समय की जरूरत नहीं मात्र पांच मिनट का ध्यान आपको भरपूर लाभ दे सकता है बशर्ते की आप नियमित करते हैं। यदि ध्यान आपकी दिनचर्या का हिस्सा बन गया है तो यह आपके दिन का सबसे बढ़िया समय बन जाता है। आपको इससे आनंद की प्राप्ति होती है। फिर आप इसे पांच से दस मिनट तक बढ़ा सकते हैं। पांच से दस मिनट का ध्यान आपके मस्तिष्क में शुरुआत में तो बीज रूप से रहता है, लेकिन 3 से 4 महिने बाद यह वृक्ष का आकार लेने लगता है और फिर उसके परिणाम आने शुरू हो जाते हैं।",
      },
    ],
  },
  {
    mainTitle: "ध्यान की शुरुआत",
    cardImage: "https://source.unsplash.com/EX3gFC6eP4c/180x100",
    intro:
      "ध्यान की शुरुआत के पूर्व की क्रिया- ‘मैं क्यों सोच रहा हूं’ इस पर ध्यान दें।’ हमारा ‘विचार’ भविष्य और अतीत की हरकत है। विचार एक प्रकार का विकार है। वर्तमान में जीने से ही जागरूकता जन्मती है। भविष्य की कल्पनाओं और अतीत के सुख-दुख में जीना ध्यान विरूद्ध है।",
    points: [
      {
        id: 1,
        title: "स्टेप- 1",
        content:
          "ओशो के अनुसार ध्यान शुरू करने से पहले आपका रेचन हो जाना जरूरी है अर्थात आपकी चेतना (होश) पर छाई धूल हट जानी जरूरी है। इसके लिए चाहें तो कैथार्सिस या योग का भस्त्रिका, कपालभाति प्राणायाम कर लें। आप इसके अलावा अपने शरीर को थकाने के लिए और कुछ भी कर सकते हैं।",
      },
      {
        id: 2,
        title: "स्टेप 2",
        content:
          "शुरुआत में शरीर की सभी हलचलों पर ध्यान दें और उसका निरीक्षण करें। बाहर की आवाज सुनें। आपके आस-पास जो भी घटित हो रहा है उस पर गौर करें। उसे ध्यान से सुनें।",
      },
      {
        id: 3,
        title: "स्टेप 3",
        content:
          " फिर धीरे-धीरे मन को भीतर की ओर मोड़े। विचारों के क्रिया-कलापों पर और भावों पर चुपचाप गौर करें। इस गौर करने या ध्यान देने के जरा से प्रयास से ही चित्त स्थिर होकर शांत होने लगेगा। भीतर से मौन होना ध्यान की शुरुआत के लिए जरूरी है।",
      },
      {
        id: 4,
        title: "स्टेप 4",
        content:
          "अब आप सिर्फ देखने और महसूस करने के लिए तैयार हैं। जैसे-जैसे देखना और सुनना गहराएगा आप ध्यान में उतरते जाएंगे।",
      },
      {
        id: 5,
        title: "ध्यान की शुरुआती विधि",
        content:
          "प्रारंभ में सिद्धासन में बैठकर आंखें बंद कर लें और दाएं हाथ को दाएं घुटने पर तथा बाएं हाथ को बाएं घुटने पर रखकर, रीढ़ सीधी रखते हुए गहरी श्वास लें और छोड़ें। सिर्फ पांच मिनट श्वासों के इस आवागमन पर ध्यान दें कि कैसे यह श्वास भीतर कहां तक जाती है और फिर कैसे यह श्वास बाहर कहां तक आती है। पूर्णत: भीतर कर मौन का मजा लें। मौन जब घटित होता है तो व्यक्ति में साक्षी भाव का उदय होता है। सोचना शरीर की व्यर्थ क्रिया है और बोध करना मन का स्वभाव है।",
      },
      {
        id: 6,
        title: "ध्यान की अवधि",
        content:
          "उपरोक्त ध्यान विधि को नियमित 30 दिनों तक करते रहें। 30 दिनों बाद इसकी समय अवधि 5 मिनट से बढ़ाकर अगले 30 दिनों के लिए 10 मिनट और फिर अगले 30 दिनों के लिए 20 मिनट कर दें। शक्ति को संवरक्षित करने के लिए 90 दिन काफी है। इसे जारी रखें।",
      },
      {
        id: 7,
        title: "सावधानी",
        content:
          "ध्यान किसी स्वच्छ और शांत वातावरण में करें। ध्यान करते वक्त सोना मना है। ध्यान करते वक्त सोचना बहुत होता है। लेकिन यह सोचने पर कि ‘मैं क्यों सोच रहा हूं’ कुछ देर के लिए सोच रुक जाती है। सिर्फ श्वास पर ही ध्यान दें और संकल्प कर लें कि 20 मिनट के लिए मैं अपने दिमाग को शून्य कर देना चाहता हूं। अंतत: ध्यान का अर्थ ध्यान देना, हर उस बात पर जो हमारे जीवन से जुड़ी है। शरीर पर, मन पर और आस-पास जो भी घटित हो रहा है उस पर। विचारों के क्रिया-कलापों पर और भावों पर। इस ध्यान देने के जारा से प्रयास से ही हम अमृत की ओर एक-एक कदम बढ़ सकते है।",
      },
      {
        id: 8,
        title: "ध्यान और विचार",
        content:
          "जब आंखें बंद करके बैठते हैं तो अक्सर यह शिकायत रहती है कि जमाने भर के विचार उसी वक्त आते हैं। अतीत की बातें या भविष्य की योजनाएं, कल्पनाएं आदि सभी विचार मक्खियों की तरह मस्तिष्क के आसपास भिनभिनाते रहते हैं। इससे कैसे निजात पाएं? माना जाता है कि जब तक विचार है तब तक ध्यान घटित नहीं हो सकता। अब कोई मानने को भी तैयार नहीं होता कि निर्विचार भी हुआ जा सकता है। कोशिश करके देखने में क्या बुराई है। ओशो कहते हैं कि ध्यान विचारों की मृत्यु है। आप तो बस ध्यान करना शुरू कर दें। जहां पहले 24 घंटे में चिंता और चिंतन के 30-40 हजार विचार होते थे वहीं अब उनकी संख्या घटने लगेगी। जब पूरी घट जाए तो बहुत बड़ी घटना घट सकती है।",
      },
    ],
  },
  {
    mainTitle: "ध्यान के प्रकार",
    cardImage: "https://source.unsplash.com/Nn_1exwltmU/180x100",
    intro:
      "आपने आसन और प्राणायाम के प्रकार जाने हैं, लेकिन ध्यान के प्रकार बहुत कम लोग ही जानते हैं। निश्चित ही ध्यान को प्रत्येक व्यक्ति की मनोदशा के अनुसार ढाला गया है।",
    points: [
      {
        id: 1,
        title: "मूलत: ध्यान को चार भागों में बांटा जा सकता है",
        content:
          "1.देखना, 2.सुनना, 3.श्वास लेना और 4.आंखें बंदकर मौन होकर सोच पर ध्‍यान देना। देखने को दृष्टा या साक्षी ध्यान, सुनने को श्रवण ध्यान, श्वास लेने को प्राणायाम ध्यान और आंखें बंदकर सोच पर ध्यान देने को भृकुटी ध्यान कह सकते हैं। उक्त चार तरह के ध्यान के हजारों उप प्रकार हो सकते हैं। उक्त चारों तरह का ध्यान आप लेटकर, बैठकर, खड़े रहकर और चलते-चलते भी कर सकते हैं। उक्त तरीकों को में ही ढलकर योग और हिन्दू धर्म में ध्यान के हजारों प्रकार बताएं गए हैं जो प्रत्येक व्यक्ति की मनोदशा अनुसार हैं। भगवान शंकर ने मां पार्वती को ध्यान के 112 प्रकार बताए थे जो ‘विज्ञान भैरव तंत्र’ में संग्रहित हैं।",
      },
      {
        id: 2,
        title: "देखना",
        content:
          "ऐसे लाखों लोग हैं जो देखकर ही सिद्धि तथा मोक्ष के मार्ग चले गए। इसे दृष्टा भाव या साक्षी भाव में ठहरना कहते हैं। आप देखते जरूर हैं, लेकिन वर्तमान में नहीं देख पाते हैं। आपके ढेर सारे विचार, तनाव और कल्पना आपको वर्तमान से काटकर रखते हैं। बोधपूर्वक अर्थात होशपूर्वक वर्तमान को देखना और समझना (सोचना नहीं) ही साक्षी या दृष्टा ध्यान है।",
      },
      {
        id: 3,
        title: "सुनना",
        content:
          "सुनकर श्रवण बनने वाले बहुत है। कहते हैं कि सुनकर ही सुन्नत नसीब हुई। सुनना बहुत कठीन है। सुने ध्यान पूर्वक पास और दूर से आने वाली आवाजें। आंख और कान बंदकर सुने भीतर से उत्पन्न होने वाली आवाजें। जब यह सुनना गहरा होता जाता है तब धीरे-धीरे सुनाई देने लगता है- नाद। अर्थात ॐ का स्वर।",
      },
      {
        id: 4,
        title: "श्वास पर ध्यान",
        content:
          "बंद आंखों से भीतर और बाहर गहरी सांस लें, बलपूर्वक दबाब डाले बिना यथासंभव गहरी सांस लें, आती-जाती सांस के प्रति होशपूर्ण और सजग रहे। बस यही प्राणायाम ध्यान की सरलतम और प्राथमिक विधि है।",
      },
      {
        id: 5,
        title: "भृकुटी ध्यान",
        content:
          "आंखें बंद करके दोनों भोओं के बीच स्थित भृकुटी पर ध्यान लगाकर पूर्णत: बाहर और भीतर से मौन रहकर भीतरी शांति का अनुभव करना। होशपूर्वक अंधकार को देखते रहना ही भृकुटी ध्यान है। कुछ दिनों बाद इसी अंधकार में से ज्योति का प्रकटन होता है। पहले काली, फिर पीली और बाद में सफेद होती हुई नीली। अब हम ध्यान के पारंपरिक प्रकार की बात करते हैं।....",
      },
      {
        id: 6,
        title: "यह ध्यान तीन प्रकार का होता है",
        content: "1.स्थूल ध्यान, 2.ज्योतिर्ध्यान और 3.सूक्ष्म ध्यान।...",
      },
      {
        id: 7,
        title: "1.स्थूल ध्यान",
        content:
          "स्थूल चीजों के ध्यान को स्थूल ध्यान कहते हैं- जैसे सिद्धासन में बैठकर आंख बंदकर किसी देवता, मूर्ति, प्रकृति या शरीर के भीतर स्थित हृदय चक्र पर ध्यान देना ही स्थूल ध्यान है। इस ध्यान में कल्पना का महत्व है।",
      },
      {
        id: 8,
        title: "ज्योतिर्ध्यान",
        content:
          "मूलाधार और लिंगमूल के मध्य स्थान में कुंडलिनी सर्पाकार में स्थित है। इस स्थान पर ज्योतिरूप ब्रह्म का ध्यान करना ही ज्योतिर्ध्यान है।",
      },
      {
        id: 9,
        title: "सूक्ष्म ध्यान",
        content:
          "साधक सांभवी मुद्रा का अनुष्ठान करते हुए कुंडलिनी का ध्यान करे, इस प्रकार के ध्यान को सूक्ष्म ध्यान कहते हैं।",
      },
    ],
  },
  {
    mainTitle: "ध्यान के चमत्कारिक अनुभव",
    cardImage: "https://source.unsplash.com/02zqyql2us4/180x100",
    intro:
      "ध्यान के अनुभव निराले हैं। जब मन मरता है तो वह खुद को बचाने के लिए पूरे प्रयास करता है। जब विचार बंद होने लगते हैं तो मस्तिष्क ढेर सारे विचारों को प्रस्तुत करने लगता है। जो लोग ध्यान के साथ सतत ईमानदारी से रहते हैं वह मन और मस्तिष्क के बहकावे में नहीं आते हैं, लेकिन जो बहकावे में आ जाते हैं वह कभी ध्यानी नहीं बन सकते। प्रत्येक ध्यानी को ध्यान के अलग-अलग अनुभव होते हैं। यह उसकी शारीरिक रचना और मानसिक बनावट पर निर्भर करता है कि उसे शुरुआत में क‍िस तरह के अनुभव होंगे। लेकिन ध्यान के एक निश्चित स्तर पर जाने के बाद सभी के अनुभव लगभग समान होने लगते हैं।",
    points: [
      {
        id: 1,
        title: "शुरुआती अनुभव",
        content:
          "शुरुआत में ध्यान करने वालों को ध्यान के दौरान कुछ एक जैसे एवं कुछ अलग प्रकार के अनुभव होते हैं। पहले भौहों के बीच आज्ञा चक्र में ध्यान लगने पर अंधेरा दिखाई देने लगता है। अंधेरे में कहीं नीला और फिर कहीं पीला रंग दिखाई देने लगता है। यह गोलाकार में दिखाई देने वाले रंग हमारे द्वारा देखे गए दृष्य जगत का रिफ्‍लेक्शन भी हो सकते हैं और हमारे शरीर और मन की हलचल से निर्मित ऊर्जा भी। गोले के भीतर गोले चलते रहते हैं जो कुछ देर दिखाई देने के बाद अदृश्य हो जाते हैं और उसकी जगह वैसा ही दूसरा बड़ा गोला दिखाई देने लगता है। यह क्रम चलता रहता है। कुछ ज्ञानीजन मानते हैं कि नीला रंग आज्ञा चक्र का एवं जीवात्मा का रंग है। नीले रंग के रूप में जीवात्मा ही दिखाई पड़ती है। पीला रंग जीवात्मा का प्रकाश है। इस प्रकार के गोले दिखना आज्ञा चक्र के जाग्रत होने का लक्षण भी माना जाता है।",
      },
      {
        id: 2,
        title: "इसका लाभ",
        content:
          "कुछ दिनों बाद इसका पहला लाभ यह मिलता है कि व्यक्ति के मन और मस्तिष्क से तनाव और चिंता हट जाती है और वह शांति का अनुभव करता है। इसके साथ ही मन में पूर्ण आत्मविश्वास जाग्रत होता है जिससे वह असाधारण कार्य भी शीघ्रता से संपन्न कर लेता है। ऐसा व्यक्ति भूत और भविष्य की कल्पनाओं में नहीं जिता। दूसरा लाभ यह कि लगातार भृकुटी पर ध्यान लगाते रहने से कुछ माह बाद व्यक्ति को भूत, भविष्य-वर्तमान तीनों प्रत्यक्ष दीखने लगते हैं। ऐसे व्यक्ति को भविष्य में घटित होने वाली घटनाओं के पूर्वाभास भी होने लगते हैं। इससे यह सिद्ध होता है कि उसकी छटी इंद्री जाग्रत होने लगी है और अब उसे ज्यादा सतर्क रहने की जरूरत है। यदि आगे प्रगति करना है तो ऐसे व्यक्ति को लोगो से अपने संपर्क समाप्त करने की हिदायत दी जाती है, लेकिन जो व्यक्ति इसका दुरुपयोग करता है उसे योगभ्रष्ट कहा जाता है।",
      },
      { id: 3, title: "", content: "" },
      {
        id: 4,
        title: "",
        content: "",
      },
    ],
  },
  {
    mainTitle: "कैसे करें ध्यान की तैयारी (Coming soon)",
    cardImage: "https://source.unsplash.com/W5FdAcHp7l8/180x100",
    intro: "Keep checking this app for new contents!",
    points: [
      {
        id: 1,
        title: "",
        content: "",
      },
      {
        id: 2,
        title: "",
        content: "",
      },
      { id: 3, title: "", content: "" },
      {
        id: 4,
        title: "",
        content: "",
      },
    ],
  },
  {
    mainTitle: "ध्यान में होने वाले अनुभव (Coming soon)",
    cardImage: "https://source.unsplash.com/9Z3BF2DBfos/180x100",
    intro: "Keep checking this app for new contents!",
    points: [
      {
        id: 1,
        title: "",
        content: "",
      },
      {
        id: 2,
        title: "",
        content: "",
      },
      { id: 3, title: "", content: "" },
      {
        id: 4,
        title: "",
        content: "",
      },
    ],
  },
  {
    mainTitle: "Keep App Installed! ",
    cardImage: "https://source.unsplash.com/9Z3BF2DBfos/180x100",
    intro:
      "Keep checking this app for new contents! dhyan pe aur bhe jane jald he. Is app ko install rakhe aur regular check katre rahe new contents ke lie",
    points: [
      {
        id: 1,
        title: "",
        content: "",
      },
      {
        id: 2,
        title: "",
        content: "",
      },
      { id: 3, title: "", content: "" },
      {
        id: 4,
        title: "",
        content: "",
      },
    ],
  },
];

export default { allData };

// Schema for storing data for article

// {
//   mainTitle: "",
//   cardImage: "https://source.unsplash.com/P5SlOLbaf88/180x100",
//   intro:
//     "",
//   points: [
//     {
//       id: 1,
//       title: "",
//       content: "",
//     },
//     {
//       id: 2,
//       title: "",
//       content: "",
//     },
//     { id: 3, title: "", content: "" },
//     {
//       id: 4,
//       title: "",
//       content: "",
//     },
//   ],
// },
