export const allData = [
  {
    mainTitle: "ध्यान क्या है…?",
    intro:
      "जापानी का झेन और चीन का च्यान यह दोनों ही शब्द ध्‍यान के अप्रभंश है। अंग्रेजी में इसे मेडिटेशन कहते हैं, लेकिन अवेयरनेस शब्द इसके ज्यादा नजदीक है। हिन्दी का बोध शब्द इसके करीब है। ध्यान का मूल अर्थ है जागरूकता, अवेयरनेस, होश, साक्ष‍ी भाव और दृष्टा भाव।योग का आठवां अंग ध्यान अति महत्वपूर्ण हैं। एक मात्र ध्यान ही ऐसा तत्व है कि उसे साधने से सभी स्वत: ही सधने लगते हैं, लेकिन योग के अन्य अंगों पर यह नियम लागू नहीं होता। ध्यान दो दुनिया के बीच खड़े होने की स्थिति है।",
    points: [
      {
        title: "ध्यान की परिभाषा",
        content:
          " तत्र प्रत्ययैकतानता ध्यानम।। 3-2 ।।-योगसूत्र अर्थात- जहां चित्त को लगाया जाए उसी में वृत्ति का एकतार चलना ध्यान है। धारणा का अर्थ चित्त को एक जगह लाना या ठहराना है, लेकिन ध्यान का अर्थ है जहां भी चित्त ठहरा हुआ है उसमें वृत्ति का एकतार चलना ध्यान है। उसमें जाग्रत रहना ध्यान है।",
      },
      {
        title: "ध्यान का अर्थ ",
        content:
          "ध्यान का अर्थ एकाग्रता नहीं होता। एकाग्रता टॉर्च की स्पॉट लाइट की तरह होती है जो किसी एक जगह को ही फोकस करती है, लेकिन ध्यान उस बल्ब की तरह है जो चारों दिशाओं में प्रकाश फैलाता है। आमतौर पर आम लोगों का ध्यान बहुत कम वॉट का हो सकता है, लेकिन योगियों का ध्यान सूरज के प्रकाश की तरह होता है जिसकी जद में ब्रह्मांड की हर चीज पकड़ में आ जाती है।",
      },
      {
        title: "क्रिया नहीं है ध्यान",
        content:
          "बहुत से लोग क्रियाओं को ध्यान समझने की भूल करते हैं- जैसे सुदर्शन क्रिया, भावातीत ध्यान और सहज योग ध्यान। दूसरी ओर विधि को भी ध्यान समझने की भूल की जा रही है।बहुत से संत, गुरु या महात्मा ध्यान की तरह-तरह की क्रांतिकारी विधियां बताते हैं, लेकिन वे यह नहीं बताते हैं कि विधि और ध्यान में फर्क है। क्रिया और ध्यान में फर्क है। क्रिया तो साधन है साध्य नहीं। क्रिया तो ओजार है। क्रिया तो झाड़ू की तरह है।आंख बंद करके बैठ जाना भी ध्यान नहीं है। किसी मूर्ति का स्मरण करना भी ध्यान नहीं है। माला जपना भी ध्यान नहीं है। अक्सर यह कहा जाता है कि पांच मिनट के लिए ईश्वर का ध्यान करो- यह भी ध्यान नहीं, स्मरण है। ध्यान है क्रियाओं से मुक्ति। विचारों से मुक्ति।",
      },
      {
        title: "ध्यान का स्वरूप",
        content:
          "हमारे मन में एक साथ असंख्य कल्पना और विचार चलते रहते हैं। इससे मन-मस्तिष्क में कोलाहल-सा बना रहता है। हम नहीं चाहते हैं फिर भी यह चलता रहता है। आप लगातार सोच-सोचकर स्वयं को कम और कमजोर करते जा रहे हैं। ध्यान अनावश्यक कल्पना व विचारों को मन से हटाकर शुद्ध और निर्मल मौन में चले जाना है।ध्यान जैसे-जैसे गहराता है व्यक्ति साक्षी भाव में स्थित होने लगता है। उस पर किसी भी भाव, कल्पना और विचारों का क्षण मात्र भी प्रभाव नहीं पड़ता। मन और मस्तिष्क का मौन हो जाना ही ध्यान का प्राथमिक स्वरूप है। विचार, कल्पना और अतीत के सुख-दुख में जीना ध्यान विरूद्ध है।ध्यान में इंद्रियां मन के साथ, मन बुद्धि के साथ और बुद्धि अपने स्वरूप आत्मा में लीन होने लगती है। जिन्हें साक्षी या दृष्टा भाव समझ में नहीं आता उन्हें शुरू में ध्यान का अभ्यास आंख बंद करने करना चाहिए। फिर अभ्यास बढ़ जाने पर आंखें बंद हों या खुली, साधक अपने स्वरूप के साथ ही जुड़ा रहता है और अंतत: वह साक्षी भाव में स्थिति होकर किसी काम को करते हुए भी ध्यान की अवस्था में रह सकता है।",
      },
    ],
  },
  {
    mainTitle: "क्या होता है ध्यान से?",
    intro:
      "सवाल पूछा जा सकता है कि क्या होता है ध्यान से? ध्यान क्यों करें? आप यदि सोना बंद कर दें तो क्या होगा? नींद आपको फिर से जिंदा करती है। उसी तरह ध्यान आपको इस विराट ब्रह्मांड के प्रति सजग करता है। वह आपके आसपास की उर्जा को बढ़ाता है कहना चाहिए की आपकी रोशनी को बढ़ाकर आपको आपकी होने की स्थिति से अवगत कराता है। अन्यथा लोगों को मरते दम तक भी यह ध्यान नहीं रहता कि वे जिंदा भी थे।ध्यान से व्यक्ति को बेहतर समझने और देखने की शक्ति मिलती है। साक्षी भाव में रहकर ही आप स्ट्रांग बन सकते हो। यह आपके शरीर, मन और आपके (आत्मा) के बीच लयात्मक संबंध बनाता है। दूसरों की अपेक्षा आपके देखने और सोचने का दृष्टिकोण एकदम अलग होगा है। ज्यादातर लोग पशु स्तर पर ही सोचते, समझते और भाव करते हैं। उनमें और पशु में कोई खास फर्क नहीं रहता।बुद्धिमान से बुद्धिमान व्यक्ति भी गुस्से से भरा, ईर्ष्या, लालच, झूठ और कामुकता से भरा हो सकता है। लेकिन ध्यानी व्यक्ति ही सही मायने में यम और नियम को साध लेता है।इसके अलावा ध्यान योग का महत्वपूर्ण तत्व है जो तन, मन और आत्मा के बीच लयात्मक सम्बन्ध बनाता है। ध्यान के द्वारा हमारी उर्जा केन्द्रित होती है। उर्जा केन्द्रित होने से मन और शरीर में शक्ति का संचार होता है एवं आत्मिक बल बढ़ता है। ध्यान से वर्तमान को देखने और समझने में मदद मिलती है। वर्तमान में हमारे सामने जो लक्ष्य है उसे प्राप्त करने की प्रेरण और क्षमता भी ध्यान से प्राप्त होता है।आप मंदिर, मस्जिद, चर्च या गुरुद्वारे में वह नहीं पा सकते जो ध्यान आपको दे सकता है। ध्यान ही धर्म का सत्य है बाकी सभी तर्क और दर्शन की बाते हैं जो सत्य नहीं भी हो सकती है। सभी महान लोगों ने ध्यान से ही सब कुछ पाया है।-",
    points: [
      {
        title: "",
        content: "",
      },
      {
        title: "",
        content: "",
      },
      {
        title: "",
        content: "",
      },
      {
        title: "",
        content: "",
      },
    ],
  },
  {
    mainTitle: "ध्‍यान का लाभ",
    intro:
      "हम ध्यान है। सोचो की हम क्या है- आंख? कान? नाक? संपूर्ण शरीर? मन या मस्तिष्क? नहीं हम इनमें से कुछ भी नहीं। ध्यान हमारे तन, मन और आत्मा के बीच लयात्मक सम्बन्ध बनाता है। स्वयं को पाना है तो ध्यान जरूरी है। वहीं एकमात्र विकल्प है।",
    points: [
      {
        title: "",
        content: "",
      },
      {
        title: "",
        content: "",
      },
      {
        title: "",
        content: "",
      },
      {
        title: "",
        content: "",
      },
    ],
  },
];

export default { allData };
